//
//  Алиби.swift
//  LearnByLearning
//
//  Created by Lauriane Mollier on 05/04/2017.
//  Copyright © 2017 Lauriane Mollier. All rights reserved.
//

import Foundation

let Alibi: TraductedText = TraductedText(
    originalText: Text(lang: Lang.ru,
                       title: "Алиби",
                       text: "    Вчера в нашем отделе от окурка возник пожар. Убытков он не принёс, если не считать края обгоревшей занавески. Виновником происшествия заподозрили меня, потому что в нашем отделе курю только я. Поэтому мне ничего другого не оставалось, как доказать своё алиби.\n\n    Я стал вспоминать, что сделал после обеда, в то время, когда возник пожар. В 14.30 я сдавал в химчистку костюм и плащ. На ожидание своей очереди и оформление квитанции ушло 15 минут. Это подтвердила приёмщица.\n\n    С 14.45 до 15.30 я находился в парикмахерской. Меня запомнили мастера, так как в то время других клиентов не было.\n\n    С 15.30 до 15.36 я шёл в кинотеатр. 4 минуты потратил на приобретение билета и   преодоление расстояния до зрительного зала, с 15.40 до 18.00 смотрел двусерийный фильм. На счастье билет у меня сохранился.\n\n    В 18.00 мой рабочий день закончился, и в управлении я больше не появлялся. Это подтвердил вахтёр.\n\n    Теперь моё алиби полностью доказано, и я с чистой совестью смотрю коллегам в глаза.\n\n\n Из журнала «Крокодил»"),
    traductedText: [
        Text(lang: Lang.en,
             title: "Alibi",
             text: ""),
        Text(lang: Lang.es,
             title: "",
             text: ""),
        Text(lang: Lang.de,
             title: "",
             text: ""),
        Text(lang: Lang.fr,
             title: "",
             text: "")
        ],
    voc: [
        OriginalWord(lang: Lang.es , wordInText: "", neutralWord: "") : [Word(lang: Lang.en, neutralWord: ""), Word(lang: Lang.de, neutralWord: "")]
    ], level: Level.A2, author: "", titleAudio: "Alibi")
