Repository: Chopintropbien/LearnByReading
Catalog: LearnByLearning/*.lproj/Localizable.strings
Languages: de, es, fr, ru

# Term and conditions text %@ %@
source: Last Modified: May 27, 2017 These Terms and Conditions (hereinafter referred to as ”Agreement”, ”Terms and Conditions” or ”Terms”) are a legally binding agreement between you either an individual, group or entity (the ”User”, ”You”, or ”Your”) and Polyglott (”App” or ”Site”) owned and operated by Lauriane Mollier (”Developer”, ”Company”, ”We”, ”Us”, or ”Our”). By using the App, you represent that you have read and agree to be bound by this Agreement, as well as any other guidelines, Privacy Policy referenced herein, collectively referred to as ”Terms and Conditions”. Please read these Terms and Conditions carefully. Your access to the App constitutes your acceptance of all the provisions of these Terms and Conditions. If you do not wish to be bound by these Terms and Conditions, please do not access the App. 1. Eligibility The App is not designed for use by persons under the age of thirteen (13) years. For all users between the ages of thirteen (13) and under eighteen (18), You confirm that you have obtained the consent of your parent or legal guardian to enter into any binding agreement with the Company and to take responsibility for: (i) your actions; (ii) any charges associated with the your subscription; and (iii) your acceptance and compliance with these Terms. If you do not have consent from your parent(s) or legal guardian(s), you must stop using/accessing this Site immediately. If you are entering into this agreement on behalf of an entity, you represent that you are authorized to enter into legally binding contracts on behalf of such entity. By using our Services, you represent and warrant that you have the right, authority, and capacity to enter into this Agreement and to abide by all of the terms and conditions set forth herein. 2. How it works Polyglott is a language learning App that introduces Users to a whole new technique for learning new languages. With short-text adapted to User’s personal level and a non-artificial voice reading the text in original language at three different speed options to choose from, language learning with Polyglott is a lot more exciting and natural. The App translates the vocabulary you don’t know as well as text translation service offered by the App. Unless explicitly stated otherwise on the App, Our responsibility is limited to facilitating the availability of the App and the language learning content to progressively meet your growing learning requirements. 3. Subscription, Payment and Cancellation Policy You can access limited number of text for each level of the language learning functionality offered by the App without subscribing to the App but as a requirement to accessing full text in available in all levels, You must subscribe for one of the plans offered by the App. We currently offer one month, three month, six month as well as annual subscription plans to Users. All our plans and accompanying subscription fees are listed at https://www.facebook.com/529867307402802/ and allow You unlimited access to complete language learning tools and functionality offered by the App for the entire duration of your selected subscription period. For Apple App Store Users Your itunes account will be charged when You first subscribe to the App and every term thereafter on an automatically recurring basis (depending upon your selected plan) until you choose to cancel Your subscription. Should you wish to cancel your subscription, You must do so at least 24 hours before the end of Your current billing cycle to prevent being billed for the next cycle by accessing your account settings. For more information on managing your Apple App Store subscriptions please visit: https://support.apple.com/en-mt/HT202039 For Google Play Store Users Google Play charges your payments account at the time of purchase and continues indefinitely at the interval and price specified for the subscription until you choose to cancel Your subscription. You will be notified via an email after Google Play charges your account for the subscription fee. You can cancel your subscription at anytime by going to My Apps screen in your Play Store App any time before the end of Your current billing cycle to prevent being billed for the next cycle. For more information on managing Your Google App subscription and payments please visit: https://support.google.com/googleplay/answer/2476088 Refund Policy Please note that the subscription fee is fully earned on the payment day and We do not offer any pro-rata refunds should you decide to cancel your subscription before the end of the billing cycle. In the event you cancel your subscription before the end of your current billing cycle, you will have access to all the content of your cancelled subscription until the end of the current billing cycle. Changes to plans and fees We reserve the right to modify any plans and our subscription fees any time at our discretion. We will notify you before implementing such changes to enable you to modify or cancel your subscription should you wish to do so. 4. User Conduct You are prohibited from: 1. accessing content which is not intended for You by logging into an account which you are not authorized to access; 2. probing, scanning or testing the vulnerability of our App; 3. modifying, adapting or reverse engineering any portion of our App; 4. removing any copyright, trademark or other proprietary rights notices contained in or on the App; 5. using any robot, spider, site search/retrieval application, or other devices to retrieve or index any portion of the App for crawling and scraping content or to circumvent the technological methods adopted by the App to prevent such prohibited use; 6. collecting any information about other Users (including names and/or email addresses) for any purpose; 7. reformatting or framing any portion of the App or Site without express written consent of the Company; 8. creating or transmitting unwanted electronic communications such as ”spam” to other Users of the App or otherwise interfere with other User's or Visitor's enjoyment of the App; 9. submitting any content or material that falsely express or imply that such content or material is sponsored or endorsed by the App; 10. transmit any viruses, defects, Trojan horses or other items of a destructive nature; 11. use of the App to violate the security of any computer network, crack passwords or security encryption codes, transfer or store illegal material including that are deemed threatening or obscene; 12. Copy, store or use any content offered on the App for any commercial purpose; 5. Remedies with the Company The Company has the right to investigate and prosecute violations of any of the above to the fullest extent of the law. The Company further reserve the right to take actions to prevent/control such violation. The Company shall also be entitled to investigate occurrences which may involve such violations and take appropriate legal action and involve the law enforcement authorities in prosecuting Users who are involved in such violations. 6. Intellectual Property Unless expressly stated otherwise, all App content including without limitation, the text, graphics, photos, sounds, music, videos, interactive features and the like (”Polyglott Content”) and the trademarks, service marks and logos contained therein (”Marks”), are owned by and/or licensed to the App, subject to trademark, copyright and other intellectual property rights under the laws of France, foreign laws and international conventions. Polyglott Content is provided to you ”AS IS” for your information and your personal use only and may not be used, copied, reproduced, distributed, transmitted, broadcast, displayed, sold, licensed or otherwise exploited for any other purpose whatsoever without the prior written consent of the Company. You agree not to copy, reproduce, republish, disassemble, decompile, reverse engineer, download, post, broadcast, transmit, make available to the public, or otherwise use Content in any way except for your own personal, non-commercial use. You also agree not to adapt, alter or create a derivative work from any Polyglott Content except for your own personal, non-commercial use. Any other use of Polyglott Content requires the prior written permission of the Company. We reserve all rights not expressly granted in and to the Polyglott Content. You agree to not engage in the use, copying, or distribution of any of the Polyglott Content, other than expressly permitted herein, including any use, copying, or distribution for any commercial purposes. If you download or print a copy of any Polyglott Content for personal use, you must retain all copyright and other proprietary notices contained therein. Copyright Infringement If you have a reason to believe that any content displayed or used in the App infringes upon your copyright, or that of another person who has asked you to act on their behalf, please report the infringing content to us at: %@. Your request should provide sufficient information about the infringing content to enable us to identify it, verify the claim and remove the content as per your request. 7. Modification of Terms and Conditions You understand and agree that these Terms and the App and any Services offered by Us can be modified by the Company at its sole discretion, at any time without prior notice, and such modifications will be effective upon such new terms and/or upon implementation of the new changes on the App. You agree to review the Terms and Conditions periodically so that you are aware of any such modifications and the Company shall not be liable for any loss suffered by you on your failure to review such modified Terms. Unless expressly stated otherwise, any new features, new services, enhancements or modifications to the App implemented after your initial access of App, shall be subject to these Terms. 8. Limitation of Liability All liability of the Company, its directors, employees, agents, representatives, partners or suppliers howsoever arising for any loss suffered as a result of your use of the App and Polyglott content offered is expressly excluded to the fullest extent permitted by law. In no event, will the total liability of the Company or its directors, employees, agents, representatives, partners or suppliers to you for all damages, losses and causes of action arising out of or relating to these terms, your use of the App (whether in contract, delict including negligence, warranty or otherwise) with respect to the App, Polyglott content, product, user submissions or add-to link for: ● indirect or consequential losses or damages; ● loss of actual or anticipated profits; ● loss of revenue; ● loss of goodwill; ● loss of data; ● loss of anticipated savings; ● wasted expenditure; or ● cost of procurement of substitute services. Shall exceed the amount paid by you to the company in the last one month. Applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, so the above limitation or exclusion may not apply to you. In such cases, the Company's liability will be limited to the fullest extent permitted by applicable law. 9. Indemnity You agree to release, defend, indemnify, and hold the Company and its founder, affiliates, subsidiaries, and their officers, directors, employees and agents, harmless from and against any claims, liabilities, damages, losses, and expenses, including, without limitation, reasonable legal and accounting fees, arising out of or in any way connected with: (i) your access to the App, (ii) your use of the language learning content made available on the App, (iii) the violation of these Terms and Conditions by you, or (iv) the infringement by you, or any third party using your account or User ID or password, of any intellectual property or other right of any person or entity. 13. Privacy Use of the App is also governed by our Privacy Policy. 14. Governing Law Except as expressly provided otherwise, this Agreement will be is governed by, and will be construed under, the laws of France. 15. Feedback We welcome Your feedback and suggestions about how to improve our Service to You and the App. Feel free to submit feedback to %@. By submitting feedback, You agree to grant Us the right, at Our discretion, to use, disclose and otherwise exploit the feedback, in whole or part, without any restriction or compensation to You. 16. Miscellaneous Assignability - We may assign any of our responsibilities and/or obligations to any other Person, at our sole discretion, without giving any notice to You. However, you shall not assign or transfer any of your rights under this Agreement to any other party, without express written consent from the Company. Severability - If for any reason, any clause of this Agreement or any part of any clause is deemed to be unlawful, void, or for any reason unenforceable, then such provision will be limited or eliminated from this Agreement only to the extent necessary and will not affect the validity and enforceability of any remaining provisions. Waiver – Under no circumstances, failure on Our part to exercise any right or remedy under this Agreement will constitute a waiver of such right or remedy. Force Majeure - The Company is not liable for failure to perform any of its obligations if such failure is as a result of Acts of God (including fire, flood, earthquake, storm, hurricane or other natural disaster), war, invasion, act of foreign enemies, hostilities (regardless of whether war is declared), civil war, rebellion, revolution, insurrection, military or usurped power or confiscation, terrorist activities, nationalisation, government sanction, blockage, embargo, labor dispute, strike, lockout or any interruption or any failure of electricity or server, system, computer, internet or telephone service. Entire Agreement - These Terms of Use, including the Privacy Policy which is incorporated herein by reference constitutes the entire understanding between You and the Company. Prevailing Language - This Agreement is drafted in English and may be translated into multiple languages. In the event of any dispute regarding any terms or provisions of this Agreement, the English version shall prevail. Interpretation in this Agreement - unless the context otherwise requires headings are inserted for ease of reference only and are not to be used to define, interpret or limit any of the provisions of this Agreement. These ”Terms and Conditions” and ”Privacy Policy” of the App constitute a binding agreement between You and the Company, and is accepted by You when you access this App.
de: Allgemeine Geschäftsbedingungen / Nutzungsbedingungen Letzte Aktualisierung: 27. May 2.017 Diese Allgemeinen Geschäftsbedingungen (nachfolgend ”Vereinbarung”, ”Allgemeine Geschäftsbedingungen” oder ”Bedingungen” genannt) sind eine rechtsverbindliche Vereinbarung zwischen Ihnen, als Einzelperson, Gruppe oder Einrichtung (nachfolgend auch der ”Benutzer”, ”Sie” oder ”Ihr” genannt) und Polygglot (”App” oder ”Site”) in Eigentum und betrieben von Lauriane Mollier (”Developer”,”Unternehmen”, ”wir”, ”uns” oder ”unsere”). Mit der Nutzung der App erklären Sie, dass Sie die allgemeinen Geschäftsbedingungen gelesen haben und erklären sich damit einverstanden, sich an diese Vereinbarungen zu halten, sowie an alle anderen Richtlinien, auf die hierin verwiesen werden und im Folgenden zusammenfassend als ”Allgemeine Geschäftsbedingungen” bezeichnet werden. Bitte lesen Sie diese allgemeinen Geschäftsbedingungen sorgfältig durch. Ihr Zugang zur App stellt die Annahme aller Bestimmungen dieser allgemeinen Geschäftsbedingungen dar. Wenn Sie nicht an diese allgemeinen Geschäftsbedingungen gebunden sein möchten, unterlassen Sie bitte die Verwendung dieser App. 1. Berechtigung Die App ist nicht für Personen unter dem Alter von dreizehn (13) Jahren gedacht. Für alle Benutzer im Alter von dreizehn (13) bis unter achtzehn (18) Jahren, bestätigen Sie, dass Sie die Zustimmung eines Ihrer Elternteile oder Erziehungsberechtigten erhalten haben, eine verbindliche Vereinbarung mit dem Unternehmen eingehen zu können und die Verantwortung zu übernehmen für: (i) alle Ihre Aktionen; (ii) alle Gebühren, die mit der Nutzung der App verbunden sind; und (iii) die Annahme und Einhaltung dieser Bedingungen. Wenn Sie nicht das Einverständnis eines Ihrer Elternteile oder Erziehungsberechtigten haben, müssen Sie die Nutzung / den Zugriff auf diese App / Website sofort beenden / unterlassen. Wenn Sie diese Vereinbarung im Auftrag eines Unternehmens abschließen, bestätigen Sie, dass Sie berechtigt sind, im Auftrag dessen Unternehmens rechtsverbindliche Verträge abzuschließen. Durch die Nutzung unserer Dienstleistungen stellen Sie sicher, dass Sie das Recht, die Befugnis und die Fähigkeit haben, diese Vereinbarung einzugehen und alle hierin enthaltenen Bedingungen einzuhalten. 2. Funktionsweise Polygglot ist eine Sprachlern-App, die Benutzer mit einer ganz neuen Technik zum Lernen neuer Sprachen behilflich ist. Ein kurzer Text, der auf das persönliche Sprachniveau des Benutzers angepasst ist, wird von einer echten Stimme in Originalsprache in drei verschiedenen Geschwindigkeitsoptionen gelesen. So ist das Sprachenlernen mit Polygglot viel spannender und natürlicher. Die App übersetzt das Vokabular, das Sie nicht kennen und verfügt über einen Textübersetzungsdienst. Sofern nicht ausdrücklich auf der App anders angegeben, beschränkt sich unsere Verantwortung auf die Bereitstellung der App und der Sprachlerninhalte, um Ihren wachsenden Lernanforderungen schrittweise gerecht zu werden. 3. Abonnement-, Zahlungs- und Kündigungsbedingungen Ohne die App zu abonnieren, können Sie auf eine begrenzte Anzahl von Texten für jedes Niveau der Sprachlernfunktion zugreifen. Um auf die Volltexte aller Sprachniveaus Zugang zu haben, ist es jedoch Voraussetzung, unter einem der von der App angebotenen Abo-Pläne angemeldet zu sein. Wir bieten derzeit einen ein Monat, drei Monate, sechs Monate sowie jährliche Abo-Pläne für Benutzer an. Alle unsere Pläne und begleitenden Abonnementgebühren sind unter https://www.facebook.com/529867307402802/photos/a.544314975958035.1073741828.529867307402802/544315009291365/?type=3&theater aufgeführt und bieten Ihnen einen unbegrenzten Zugang zu den kompletten Sprachlernfeatures, die von der App für die gewählte Dauer Ihres Abonnements angeboten werden. Für Apple App Store Benutzer Ihr iTunes-Konto wird belastet, sobald Sie die App zum ersten Mal abonnieren und anschließend je nach ausgewähltem Plan automatisch wiederkehrend, bis Sie Ihr Abonnement kündigen. Sollten Sie Ihr Abonnement kündigen wollen, sollten Sie dies mindestens 24 Stunden vor dem Ende Ihres aktuellen Abrechnungszyklus tun, um zu verhindern, dass der nächste Zyklus abgebucht wird, indem Sie auf Ihre Kontoeinstellungen zugreifen. Weitere Informationen zur Einstellung Ihrer App Store Abonnements finden Sie unter https://support.apple.com/de-mt/HT202039 Für Google Play Store Benutzer Google Play belastet Ihr Zahlungskonto zum Zeitpunkt des Kaufs und fährt anschließend unbegrenzt mit den Abbuchungen je nach ausgewähltem Plan fort, bis Sie Ihr Abonnement kündigen. Sie werden per E-Mail benachrichtigt, sobald Ihr Google Play Konto mit der Abo-Gebühr belastet wurde. Sie können Ihr Abonnement jederzeit kündigen, indem Sie in Ihrem Play Store App vor Ablauf des aktuellen Abrechnungszyklus auf ”Meine Apps” gehen, und so verhindern, dass der nächste Zyklus abgerechnet wird. Weitere Informationen zur Verwaltung Ihres Google App-Abonnements und Zahlungen finden Sie unter: https://support.google.com/googleplay/answer/2476088 Rückerstattung Bitte beachten Sie, dass die Abonnementgebühr am Zahlungstag vollständig erhoben wird und wir keine anteiligen Rückerstattungen anbieten, auch wenn Sie sich entscheiden sollten, Ihr Abonnement vor Ablauf des Abrechnungszyklus zu kündigen. Falls Sie Ihr Abonnement vor Ablauf des aktuellen Abrechnungszyklus kündigen möchten, haben Sie trotzdem bis zum Ende des aktuellen Abrechnungszyklus Zugriff auf den gesamten Inhalt. Änderungen an Plänen und Gebühren Wir behalten uns das Recht vor, alle Pläne und unsere Abonnementgebühren jederzeit nach unserem Ermessen zu ändern. Wir werden Sie benachrichtigen, bevor wir diese Änderungen umsetzen, damit Sie Ihr Abonnement ändern oder kündigen können, falls Sie dies wünschen. 4. Benutzerverhalten Es ist Ihnen untersagt: auf Inhalte zu zugreifen, die nicht für Sie bestimmt sind, indem Sie sich in ein Konto anmelden, für das Sie nicht zugelassen worden sind. die Anfälligkeit unserer App zu sondieren, scannen oder testen; Teile unserer App zu ändern, anzupassen oder Reverse Engineering durchzuführen; die in oder auf der App enthalten Urheberrechte, Marken oder sonstigen Eigentumsrechte zu beseitigen; Robots, Spider, Webseite-Such-/ Abrufanwendung oder andere Elemente zu verwenden, um einen Teil der App nach Inhalten zu crawlen und scrapen oder zu indizieren, oder um die von der App angewendeten technologischen Methoden zu umgehen, die eine solche verbotene Verwendung verhindern. Informationen über andere Benutzer (einschließlich Namen und / oder E-Mail-Adressen) für jeglichen Zweck zu vereinnahmen; Die App, Teil der App oder die Seite neu zu formatieren oder zu gestalten ohne eine ausdrücklichen, schriftlichen Zustimmung des Unternehmens; Erstellung oder Übermittlung von unerwünschten elektronischen Kommunikationen wie ”Spam” an andere Benutzer der App zu senden, oder anderweitige Störungen der Nutzer oder Besuchers der App oder Seite vorzunehmen; Zustellung von Inhalten oder Materialien, die fälschlicherweise dazu führen oder implizieren, dass der Inhalt oder das Material der App gesponsert oder unterstützt wird; Jegliche Art von Viren, Defekte, Trojaner oder andere Elemente zerstörerischer Natur zu übermitteln; Die App zu verwenden, um die Sicherheit eines beliebigen Computernetzes zu verletzen, Passwörter oder Sicherheitsverschlüsselungscodes zu knacken, illegales Material zu übertragen oder zu speichern, einschließlich derjenigen, die als bedrohlich oder obszön angesehen werden könnten; Inhalte zu kopieren, speichern oder verwenden, die in der App angeboten werden für kommerzielle Zwecke zu nutzen. 5. Rechtsmittel des Unternehmens Das Unternehmen hat das Recht, Verstöße der oben genannten Nutzungsbedingungen in vollem Umfang des Gesetzes zu untersuchen und zu verfolgen. Die Gesellschaft behält sich ferner vor, Maßnahmen zu ergreifen, um diese Verstöße zu verhindern bzw. zu kontrollieren. Das Unternehmen ist auch berechtigt alle Vorkommnisse zu untersuchen, die solche Verstöße beinhalten und entsprechende rechtliche Schritte einzuleiten sowie die Strafverfolgungsbehörden bei der Suche der widerrechtlichen Benutzer, einzubeziehen. 6. Geistiges Eigentum Sofern nicht ausdrücklich anders angegeben, sind alle App-Inhalte einschließlich der Texte, Grafiken, Fotos, Töne, Musik, Videos, interaktive Features und dergleichen (”Polygglot Inhalt”) sowie die darin enthaltenen Marken, Dienstleistungsmarken und Logos, Eigentum der App oder durch die App lizenziert, unter Vorbehalt der Handelsmarke, unter urheberrechtlichem Schutz und anderen Rechten des geistigen Eigentums nach den Gesetzen von Frankreich, ausländischer Gesetze und internationaler Konventionen. Polygglot Inhalt wird Ihnen ”WIE ES IST” für Ihre Information und Ihren persönlichen Gebrauch zur Verfügung gestellt und darf ohne schriftliche Zustimmung des Betreibers nicht kopiert, vervielfältigt, verbreitet, übertragen, ausgestrahlt, angezeigt, verkauft, lizenziert oder anderweitig genutzt werden. Sie erklären sich damit einverstanden den Inhalt nicht zu kopieren, zu vervielfältigen, neu zu veröffentlichen, auseinanderzunehmen, zu dekompilieren, zu rekonstruieren, herunterzuladen, zu posten, zu übertragen, zu veröffentlichen oder anderweitig Inhalte in irgendeiner Weise zu verwenden, außer für Ihre persönliche, nicht kommerzielle Nutzung. Sie erklären sich auch damit einverstanden, keine abgeleiteten Arbeiten aus jedem Polygglot-Inhalt anzupassen, zu verändern oder zu erstellen, außer für Ihren persönlichen, nicht kommerziellen Gebrauch. Jede andere Verwendung von Polygglot Inhalten bedarf der vorherigen schriftlichen Zustimmung des Eigentümers. Wir behalten uns alle nicht ausdrücklich gewährten Rechte von und an Polygglot Inhalten vor. Sie stimmen zu, den Inhalt von Polygglot nicht zu beschädigen, zu vervielfältigen, zu kopieren oder zu verbreiten, mit Ausnahme des hier ausdrücklich gestatteten. Ebenfalls untersagt ist jeglicher Verwendung, Vervielfältigung oder Verbreitung zu kommerziellen Zwecken. Wenn Sie eine Kopie von Polygglot Inhalten für den persönlichen Gebrauch herunterladen oder ausdrucken, müssen Sie alle Copyright-Hinweise und andere Eigentumsrechte beibehalten, die darin enthalten sind. Copyright-Verletzung Wenn Sie einen Grund haben anzunehmen, dass ein angezeigter oder verwendeter Inhalt der App gegen Ihr Urheberrecht oder eines Dritten verstoßen sollte, der Sie aufgefordert hat, in dessen Namen zu handeln, melden Sie uns bitte den entsprechenden Inhalt an: %@ Ihr Ersuch sollte genügend Informationen über den entsprechenden Inhalt zur Verfügung stellen, damit wir diesen identifizieren bzw. den Anspruch überprüfen und den Inhalt entsprechend entfernen können. 7. Änderung der Geschäftsbedingungen Sie verstehen und stimmen zu, dass diese Bedingungen und die App und alle von uns angebotenen Dienstleistungen, vom Unternehmen nach eigenem Ermessen jederzeit ohne vorherige Ankündigung geändert werden können. Diese Änderungen der Bestimmungen und / oder der Anwendungen werden sofort gültig. Sie erklären sich damit einverstanden, die allgemeinen Geschäftsbedingungen regelmäßig zu überprüfen, so dass Sie sich über solche Änderungen informieren. Das Unternehmen haftet nicht für Verluste, die Ihnen bei der Nichtbeachtung dieser geänderten Bedingungen entstanden sind. Sofern nicht ausdrücklich anders angegeben, unterliegen alle neuen Funktionen, neue Dienste, Erweiterungen oder Änderungen an der App nach dem ersten Zugriff diesen Bedingungen. 8. Haftungsbeschränkung Jegliche Haftung der Gesellschaft, seiner Direktoren, Mitarbeiter, Vertreter, Partner oder Lieferanten für erlittene Verluste als Folge der Nutzung der App und Polygglot Inhalte ist ausdrücklich und in vollem gesetzlich zulässigem Umfang, ausgeschlossen. In keinem Fall haftet die Gesellschaft oder deren Direktoren, Mitarbeiter, Vertreter, Partner oder Lieferanten für Schäden, Verluste und andere Ursachen aus oder im Zusammenhang mit diesen Bedingungen die durch Ihre Nutzung (ob unter Vertrag, Handlung inklusive Fahrlässigkeit, Garantie oder anderweitig) der App, Polygglot Inhalten, Produkte, Nutzerbeiträge oder Zusatz-Links für: Indirekten oder folgenden Verlust oder Schäden; Verlust von tatsächlichen oder erwarteten Gewinnen; Einkommensverlust; Verlust von Wohlwollen; Datenverlust; Verlust durch erwartete Einsparungen; vergeudete Kosten; oder Anschaffungskosten von Ersatzleistungen. Diese müssen den Betrag, den Sie an das Unternehmen im letzten Monat bezahlt haben überschreiten. Das geltende Recht kann die Beschränkung oder den Ausschluss der Haftung oder Neben- oder Folgeschäden nicht zulassen, so dass die obige Beschränkung oder der Ausschluss nicht auf Sie zutrifft. In solchen Fällen wird die Haftung, soweit diese gesetzlich zulässig ist, begrenzt. 9. Entschädigung Sie stimmen zu das Unternehmen und seine Gründer, Tochtergesellschaften und ihre leitenden Angestellten, Direktoren, Mitarbeiter und Vertreter von und gegen jegliche Forderungen und Reklamationen, sowie Verbindlichkeiten, Schäden, Verluste und andere Kosten zu befreien, zu verteidigen, zu entschädigen, einschließlich und ohne Einschränkung, angemessene Rechts- und Buchhaltungskosten, die durch oder aus irgendeiner Weise verbunden sind mit: (i) dem Zugriff auf die App; (ii) der Nutzung der zur Verfügung gestellten Sprachlerninhalte der App; (iii) einer Verletzung dieser Geschäftsbedingungen durch Sie oder (iv) einer Verletzung durch Sie oder Dritte über Ihr Konto oder Benutzer-ID oder Passwort, an geistigem Eigentum oder einem sonstigen Recht von Personen oder Firmen. 13. Datenschutz Die Nutzung der App ist durch unsere Datenschutzbestimmungen geregelt. 14. Geltendes Recht Sofern nicht anderweitig ausdrücklich vorgesehen, wird diese Vereinbarung unter Gesetzen von Frankreich ausgelegt und geregelt. 15. Feedback Wir freuen uns über Ihr Feedback und Vorschläge, wie wir unseren Service und App verbessern können. Schicken Sie uns gerne Ihr Feedback an %@. Mit dem Absenden Ihres Feedbacks stimmen Sie zu, uns das Recht zu gewähren nach eigenem Ermessen dieses zu verwenden, zu veröffentlichen und ganz oder teilweise zu nutzen, ohne Einschränkung oder Vergütung. 16. Verschiedenes Übertragbarkeit – wir können alle unsere Aufgaben und / oder Verpflichtungen einer anderen Person, nach eigenem Ermessen zuweisen, ohne Sie darüber zu informieren. Dies gilt jedoch nicht für Ihre Rechte, die in dieser Vereinbarung enthalten sind, die Sie weder an eine weitere Person übertragen noch abtreten können, ohne eine ausdrückliche, schriftliche Zustimmung von des Unternehmens erhalten zu haben. Teilnichtigkeit - Wenn aus irgendeinem Grund, eine Klausel dieser Vereinbarung oder Teil einer Bedingung rechtswidrig, nichtig oder aus irgendeinem anderen Grund nicht durchsetzbar ist, so wird diese Bedingung aus dieser Vereinbarung entnommen oder in diesem Maße eingeschränkt, so dass es keinen Einfluss auf die Gültigkeit und Durchsetzbarkeit der übrigen Vereinbarungen aufweist. Verzicht - Unter keinen Umständen gelten ein Versagen unserseits von Recht oder Rechtsmittel im Rahmen dieser Vereinbarung in Anspruch zu nehmen, ein Verzicht auf dieses Recht oder Rechtsmittel. Höhere Gewalt – Das Unternehmen haftet nicht für die Unterlassung seiner Verpflichtungen, wenn solches Versagen infolge höherer Gewalt (einschließlich Feuer, Überschwemmung, Erdbeben, Sturm, Orkan oder andere Naturkatastrophen) sowie Krieg, Invasion, Handlungen ausländische Feinde, Feindseligkeiten (unabhängig davon, ob Krieg erklärt wurde), Bürgerkrieg, Rebellion, Revolution, Aufstand, militärische oder usurpierte Macht oder Beschlagnahmung, terroristische Aktivitäten, Verstaatlichung, staatliche Sanktionen, Blockade, Embargo, Arbeitskampf , Streik, Aussperrung oder eine Unterbrechung oder ein Ausfall von Elektrizität oder der Server, Systeme, Computer, Internet oder Telefondienst zurückzuführen ist. Gesamte Vereinbarung - Diese allgemeinen Geschäftsbedingungen, sowie die hier erwähnten Datenschutzbestimmungen werden durch die Bezugnahme eingeschlossen, umfassen und bilden die gesamte Nutzungsbedingung zwischen Ihnen und dem Unternehmen. Vorherrschende Sprache – Diese Bestimmungen wurden in Englisch erfasst und in mehrere Sprachen übersetzt. Im Falle von Streitigkeiten in Bezug auf Begriffe oder Bestimmungen dieser Vereinbarungen ist die englische Version vorherrschend. Interpretation dieser Vereinbarung – zumal der Kontext es nicht anders erwünscht, dienen die Überschriften lediglich zur besseren Bezugnahme und dürfen nicht zur Festlegung, Auslegung oder Begrenzung der Bestimmungen dieser Geschäftsbedingungen verwendet werden. Diese ”Allgemeinen Geschäftsbedingungen” und ”Datenschutzbestimmungen” der App stellen eine verbindliche Vereinbarung zwischen Ihnen und dem Unternehmen dar und werden von Ihnen akzeptiert, sobald Sie auf diese App zugreifen.
es: Términos y condiciones de uso Última modificación: 27 de mayo de 2017 Estos Términos y Condiciones de uso (en lo sucesivo, ”Acuerdo”, ”Términos y Condiciones” o ”Términos”) son un acuerdo legalmente vinculante entre usted como individual, grupo o entidad (el ”Usuario”, ”Usted” o ”Su ”) y Polyglott ( ”App” o ”Sitio”) propiedad y operado por Lauriane Mollier (”Desarrollador”, ”Compañía”, ”Nosotros” o ”Nuestro”). Al usar la App, usted declara que ha leído y acepta estar obligado por este acuerdo, así como cualquier otra condición, política de privacidad a la que se hace referencia aquí, denominada colectivamente ”Términos y Condiciones”. Por favor lea estos Términos y Condiciones cuidadosamente. Su acceso a la App constituye su aceptación de todas las disposiciones de estos términos y condiciones. Si no desea estar sujeto a estos términos y condiciones, por favor no acceda a la App. 1. Elegibilidad La App no está diseñada para ser utilizada por personas menores de trece (13) años. Siendo usuario de entre trece (13) y dieciocho (18) años, confirma que ha obtenido el consentimiento de su padre o tutor legal para celebrar cualquier acuerdo vinculante con la compañía y a asumir la responsabilidad de: (i) sus acciones; (ii) cualquier cargo asociado con su suscripción; y (iii) su aceptación y cumplimiento de estos términos. Si usted no tiene el consentimiento de sus padres o tutores legales, debe dejar de usar / acceder a este sitio inmediatamente. Si está celebrando este acuerdo en nombre de una entidad, usted declara que está autorizado a firmar contratos jurídicamente vinculantes en nombre de dicha entidad. Al utilizar nuestros servicios, usted declara y garantiza que tiene el derecho, la autoridad y la capacidad para celebrar este acuerdo y cumplir con todos los términos y condiciones aquí establecidos. 2. Cómo funciona Polyglott es una App de aprendizaje de idiomas que introduce a los usuarios en una nueva técnica para aprender nuevos idiomas. Con un texto corto adaptado al nivel personal del usuario y una voz no artificial que lee el texto en su idioma original a tres opciones de velocidad diferentes para elegir, el aprendizaje de idiomas con Polyglott es mucho más emocionante y natural. La App traduce el vocabulario que usted no conoce, así como el servicio de traducción de texto ofrecido por la App. A menos que se indique explícitamente lo contrario en la App, nuestra responsabilidad se limita a facilitar la disponibilidad de la App y el contenido del aprendizaje de idiomas para satisfacer progresivamente sus crecientes necesidades de aprendizaje. 3. Política de Suscripción, Pago y Cancelación Puede acceder a un número limitado de textos para cada nivel de aprendizaje de idiomas que ofrece la App sin suscribirse a la misma, pero como requisito para acceder al texto completo disponible en todos los niveles, debe suscribirse a uno de los planes ofrecidos por la App. Actualmente ofrecemos un mes, tres meses, seis meses, así como planes de suscripción anual a los usuarios. Todos nuestros planes y sus cuotas de suscripción aparecen en https://www.facebook.com/529867307402802/photos/a.544314975958035.1073741828.529867307402802/544315002624699/?type=3&theater y le permiten acceso ilimitado a herramientas completas de aprendizaje de idiomas y funcionalidad ofrecidas por la App durante toda la duración del período de suscripción seleccionado. Para usuarios de Apple App Store Su cuenta de iTunes se cargará cuando se suscriba por primera vez a la App y después de cada plazo a partir de entonces, en base de renovaciones automáticas (dependiendo del plan seleccionado) hasta que elija cancelar su suscripción. Si desea cancelar su suscripción, debe hacerlo al menos 24 horas antes del final de su ciclo de facturación actual para evitar que se le facture el próximo ciclo, accediendo a la configuración de su cuenta. Para obtener más información sobre cómo gestionar sus suscripciones en Apple App Store, por favor visite https://support.apple.com/en-mt/HT202039 Para usuarios de Google Play Store El Google Play Store carga su cuenta de compras en el momento de la compra y continúa indefinidamente en el intervalo y el precio especificados en la suscripción, hasta que elija cancelarla. Se le notificará a través de un correo electrónico después de que Google Play cargue su cuenta con la cuota de suscripción. Puede cancelar su suscripción en la pantalla ”Mis aplicaciones” de su App Play Store, en cualquier momento antes del final de su ciclo de facturación actual, para evitar que se le facture el próximo ciclo. Para obtener más información sobre cómo administrar la suscripción y pagos de Google App, por favor visite: https://support.google.com/googleplay/answer/2476088 Política de reembolso Tenga en cuenta que la cuota de suscripción se cobra en su totalidad el día del pago y no ofrecemos ningún reembolso proporcional si decide cancelar su suscripción antes del final del ciclo de facturación. En caso de cancelar su suscripción antes del final de su ciclo de facturación actual, tendrá acceso a todo el contenido de su suscripción hasta el final del ciclo de facturación actual. Cambios en los planes y tarifas Nos reservamos el derecho de modificar cualquier plan y nuestras tarifas de suscripción en cualquier momento a nuestra discreción. Le notificaremos antes de implementar dichos cambios para permitirle modificar o cancelar su suscripción si así lo desea. 4. Conducta del usuario Queda prohibido: 1. acceder al contenido que no se destina a Usted al iniciar sesión en una cuenta a la que no está autorizado a acceder; 2. probar, escanear o testear la vulnerabilidad de nuestra App; 3. modificar, adaptar o practicar ingeniería inversa de cualquier parte de nuestra App; 4. eliminar cualquier aviso de derechos de autor, marcas comerciales u otros derechos de propiedad contenidos en o sobre la App; 5. Utilizar cualquier robot, araña, aplicación de búsqueda / recuperación de sitios u otros dispositivos para recuperar o indexar cualquier parte de la App para rastrear y escrapear contenido o para eludir los métodos tecnológicos adoptados por la App para evitar dicho uso prohibido; 6. recopilar cualquier información sobre otros Usuarios (incluyendo nombres y / o direcciones de correo electrónico) para cualquier propósito; 7. reformatear o capturar cualquier porción de la App o Sitio sin el consentimiento expreso por escrito de la Compañía; 8. crear o transmitir comunicaciones electrónicas no deseadas tales como ”spam” a otros Usuarios de la App o interferir de otro modo con el disfrute del Usuario o del Visitante de la App; 9. presentar cualquier contenido o material que falsamente exprese o implique que dicho contenido o material es patrocinado o endosado por la App; 10. transmitir cualquier virus, defectos, troyanos u otros elementos de naturaleza destructiva; 11. uso de la App para violar la seguridad de cualquier red informática, descifrar contraseñas o códigos de encriptación de seguridad, transferencia o almacenamiento de material ilegal incluyendo aquellos que se consideren amenazantes u obscenos; 12. Copiar, almacenar o utilizar cualquier contenido ofrecido en la App para cualquier propósito comercial; 5. Derechos de la Compañía La Compañía tiene el derecho a investigar y demandar las violaciones de cualquiera de los anteriores puntos con la mayor contundencia legal. La Compañía se reserva además el derecho de tomar medidas para prevenir o controlar dichas violaciones. La Compañía también tendrá derecho a investigar los sucesos que puedan implicar violaciones y tomar las medidas legales apropiadas e involucrar a las autoridades policiales en la persecución de los Usuarios que están involucrados en tales violaciones. 6. Propiedad Intelectual A menos que se indique expresamente lo contrario, todo el contenido de la App, incluyendo sin limitación, el texto, gráficos, fotos, sonidos, música, videos, características interactivas y similares (”Contenido de Polyglott”) y las marcas registradas, marcas de servicio y logotipos que contiene (”Marcas”), son propiedad y / o están bajo licencia de la App, sujeto a derechos de marcas, derechos de autor y otros derechos de propiedad intelectual bajo las leyes de Francia, leyes extranjeras y convenciones internacionales. El contenido Polyglott se le proporciona ”TAL CUAL” para su información y su uso personal y no puede ser utilizado, copiado, reproducido, distribuido, transmitido, difundido, exhibido, vendido, licenciado o explotado de otra manera para cualquier otro propósito sin el previo consentimiento por escrito de la Compañía. Usted acepta no copiar, reproducir, republicar, desensamblar, descompilar, realizar ingeniería inversa, descargar, publicar, difundir, transmitir, poner a disposición del público o utilizar de cualquier otra forma el contenido de ninguna manera, excepto para su uso personal y no comercial. También acepta no adaptar, alterar o crear un trabajo derivado de ningún contenido de Polyglott excepto para su uso personal y no comercial. Cualquier otro uso del contenido de Polyglott requiere el permiso previo por escrito de la Compañía. Nos reservamos todos los derechos no concedidos expresamente en y para al contenido de Polyglott. Usted acepta no participar en el uso, copiado o distribución de ninguno de los contenidos de Polyglott, excepto los aquí expresamente permitidos, incluyendo cualquier uso, copiado o distribución para cualquier propósito comercial. Si descarga o imprime una copia de cualquier contenido de Polyglott para uso personal, debe conservar todos los avisos de derechos de autor y otros avisos de propiedad contenidos en el mismo. Infracción de copyright Si tiene alguna motivo para creer que cualquier contenido mostrado o utilizado en la App infringe sus derechos de autor o los de otra persona que le ha pedido que actúe en su nombre, informe sobre el contenido infractor a: %@ . Su solicitud debe proporcionar suficiente información sobre el contenido infractor para permitirnos identificarlo, verificar la reclamación y eliminar el contenido según su solicitud. 7. Modificación de los Términos y Condiciones Usted entiende y acepta que estos términos, la App y los servicios ofrecidos por nosotros pueden ser modificados por la Compañía a su sola discreción, en cualquier momento sin previo aviso, y dichas modificaciones sobre tales nuevos términos y / o sobre la implementación de los nuevos cambios en la App se harán efectivas. Usted acepta revisar los Términos y Condiciones periódicamente para que usted sea consciente de dichas modificaciones y la Compañía no se hará responsable de ninguna pérdida sufrida por usted por falta de revisión de dichos términos modificados. A menos que se indique expresamente lo contrario, cualquier nueva característica, nuevos servicios, mejoras o modificaciones implementadas en la App, después de su acceso inicial, estará sujeta a estos Términos. 8. Limitación de responsabilidad Toda responsabilidad de la Compañía, sus directores, empleados, agentes, representantes, socios o proveedores, independientemente del origen de cualquier pérdida sufrida, como resultado del uso del contenido de la App y Polyglott, está expresamente excluida en la medida máxima permitida por la ley. En ningún caso, se responsabilizará la Compañía o sus directores, empleados, agentes, representantes, socios o proveedores por los daños, pérdidas y otras causas de acción que surjan de, o relacionados con estos términos en su uso de la App (ya sea bajo contrato, negligencia incluido delito, garantía o de otro tipo) con respecto a la App, el contenido de Polyglott, el producto, las sumisiones del usuario o el vínculo añadido por: pérdidas o daños indirectos o consecuentes; pérdida de beneficios reales o anticipados; pérdida de ingresos; pérdida de buena voluntad; pérdida de datos; pérdida de ahorros previstos; gastos desaprovechados; o costo de adquisición de servicios de sustitución. Debe exceder la cantidad pagada por usted a la compañía en el último mes. La ley aplicable puede no permitir la limitación o exclusión de responsabilidad o daños incidentales o consecuentes, por lo que la limitación o exclusión anterior puede no aplicársele a usted. En tales casos, la responsabilidad de la Compañía se limitará al máximo permitido por la ley aplicable. 9. Indemnización Usted acepta liberar, defender, indemnizar y mantener a la Compañía y su fundador, afiliados, subsidiarias y sus oficinistas, directores, empleados y agentes, libres de y contra cualquier reclamación, responsabilidad, daños, pérdidas y gastos, incluyendo, sin limitación, honorarios legales y contables, que surjan de o de alguna manera relacionados con: (i) su acceso a la App, (ii) su uso del contenido de aprendizaje de idiomas disponible en la aplicación, (iii) la violación de estos Términos y Condiciones por usted, o (iv) la infracción cometida por usted, o cualquier tercero que utilice su cuenta o ID de usuario o contraseña, de cualquier propiedad intelectual u otro derecho de cualquier persona o entidad. 13. Privacidad El uso de la App también se rige por nuestra política de privacidad. 14. Ley aplicable Salvo que se disponga expresamente lo contrario, el presente Acuerdo se regirá por las leyes de Francia y se interpretará de conformidad con ellas. 15. Comentarios Agradecemos sus comentarios y sugerencias sobre cómo mejorar nuestro servicio para usted y la App. Siéntase libre de enviar comentarios a %@. Al enviar comentarios, Usted acepta concedernos el derecho, a nuestra discreción, de usar, divulgar y de otra manera explotar la retroalimentación, en su totalidad o en parte, sin ninguna restricción o compensación para usted. 16. Miscelánea Asignación - Podemos asignar cualquiera de nuestras responsabilidades y / o obligaciones a cualquier otra persona, a nuestra sola discreción, sin darle aviso alguno. Sin embargo, usted no cederá ni transferirá ninguno de sus derechos bajo este acuerdo a ninguna otra parte, sin el consentimiento expreso por escrito de la Compañía. Divisibilidad - Si por cualquier razón, cualquier cláusula de este acuerdo o cualquier parte de cualquier cláusula se considera ilegal, nula o por cualquier razón inaplicable, dicha disposición será limitada o eliminada de este Acuerdo sólo en la medida necesaria y no afectará la validez y aplicabilidad de las disposiciones restantes. Renuncia - Bajo ninguna circunstancia, el incumplimiento de nuestra parte en ejercer cualquier derecho o recurso bajo este acuerdo constituirá una renuncia a tal derecho o recurso. Fuerza Mayor - La Compañía no es responsable por el incumplimiento de cualquiera de sus obligaciones si tal incumplimiento es resultado de imprevistos de fuerza mayor (incluyendo fuego, inundación, terremoto, tormenta, huracán u otro desastre natural), guerra, invasión, acto de Guerra civil, rebelión, revolución, insurrección, poder militar o usurpado o confiscación, actividades terroristas, nacionalización, sanción gubernamental, bloqueo, embargo, disputa laboral, huelga, cierre patronal o cualquier interrupción o cualquier fallo de electricidad o servidor, sistema, computadora, internet o servicio telefónico. Acuerdo Completo – Estos términos y condiciones de uso, incluyendo la política de privacidad que se incorpora aquí por referencia constituyen el entendimiento completo entre usted y la empresa. Lenguaje predominante - Este Acuerdo está redactado en inglés y ha sido traducido a varios idiomas. En caso de cualquier disputa relativa a los términos o disposiciones de este Acuerdo, prevalecerá la versión en inglés. Interpretación en el presente acuerdo - a menos que el contexto lo exija de otro modo, los encabezamientos se insertan únicamente para facilitar la referencia y no deben utilizarse para definir, interpretar o limitar ninguna de las disposiciones del presente acuerdo. Estos ”Términos y condiciones de uso” y ”Política de privacidad” de la App constituyen un acuerdo vinculante entre usted y la empresa y son aceptados por usted al acceder a esta App.
fr: Dernière mise à jour: 27 mai 2017 Ces Termes et Conditions (ci-après dénommé ”Accord”, ”Termes et Conditions” ou ”Conditions”) constituent un accord juridiquement contraignant entre vous, soit un particulier, un groupe ou une entité (l ' ”Utilisateur”, ”Vous” ou ”Votre”) et Polyglott (”App” ou le ”Site”) appartient et est exploité par Lauriane Mollier (”Développeur”, ”Société”, ”Nous”, ”notre” ou ”Nos”). En utilisant l'Application, vous déclarez que vous avez lu et acceptez d'être lié par le présent Accord, ainsi que toute autre directive, Politique de Confidentialité mentionnée ci-après collectivement dénommés les ”Termes et Conditions”. Veuillez lire ces Termes et Conditions attentivement. Votre accès à l'Application constitue votre acceptation de toutes les dispositions de ces Termes et Conditions. Si vous ne souhaitez pas être lié par ces Termes et Conditions, veuillez ne pas accéder à l'Application. 1. Éligibilité L'application n'est pas conçue pour être utilisée par des personnes de moins de treize (13) ans. Pour tous les utilisateurs âgés de treize (13) ans et de moins de dix-huit (18) ans, Vous confirmez que vous avez obtenu le consentement de vos parents ou de votre tuteur légal pour conclure un accord contraignant avec l'Entreprise et pour prendre la responsabilité de: (i) vos actions; (ii) tous frais associés à la souscription de votre abonnement; et (iii) votre acceptation et de votre respect de ces Conditions. Si vous n'avez pas le consentement de votre parent(s) ou tuteur(s), vous devez cesser d'utiliser/d'accéder à ce Site immédiatement. Si vous concluez cet accord au nom d'une entité, vous déclarez que vous êtes autorisé à conclure des contrats juridiquement contraignants au nom de cette entité. En utilisant nos Services, vous déclarez et garantit que vous avez le droit, l'autorité et la capacité de conclure le présent accord et de respecter tous les termes et conditions énoncés dans le présent Contrat. 2. Comment ça marche Polyglott est une application d'apprentissage de la langue qui introduit les utilisateurs dans une toute nouvelle technique pour apprendre de nouvelles langues. Avec un texte abrégé adapté au niveau personnel de l'utilisateur et une voix non artificielle lisant le texte dans la langue originale à trois vitesses différentes au choix, l'apprentissage des langues avec Polyglott est beaucoup plus excitant et naturel. L'application traduit le vocabulaire que vous ne connaissez pas ainsi que le service de traduction de texte offert par l'application. Sauf indication contraire sur l'application, notre responsabilité est limitée à faciliter la disponibilité de l'application et le contenu d'apprentissage de la langue afin de répondre progressivement à vos besoins d'apprentissage croissants. 3. Politique d’abonnement, de paiement et d'annulation Vous pouvez accéder à un nombre limité de texte pour chaque niveau de la fonctionnalité d'apprentissage de la langue offerte par l'application sans vous inscrire à l'application, mais comme une exigence pour accéder au texte intégral disponible dans tous les niveaux, vous devez vous abonner à l'un des plans offerts par l’application. Nous proposons actuellement un mois, trois mois, six mois ainsi que des plans d'abonnement annuels aux Utilisateurs. Tous nos plans et les frais d'abonnement sont répertoriés à https://www.facebook.com/529867307402802/ et vous permettent un accès illimité aux outils et aux fonctionnalités d'apprentissage des langues offerts par l'application pendant toute la durée de votre période d'inscription sélectionnée. Pour les utilisateurs de Apple App Store Votre compte itunes sera facturé lors de votre première inscription à l'App et à chaque terme par la suite, selon une procédure récurrente (selon votre plan sélectionné) jusqu'à ce que vous choisissiez d'annuler votre abonnement. Si vous souhaitez annuler votre abonnement, vous devez le faire au moins 24 heures avant la fin de votre cycle de facturation actuel afin d'éviter d'être facturé pour le prochain cycle en accédant aux paramètres de votre compte. Pour plus d'informations sur la gestion de vos abonnements Apple App Store, veuillez visiter: https://support.apple.com/en-mt/HT202039 Pour les utilisateurs de Google Play Store Google Play charge votre compte de paiement au moment de l'achat et continue indéfiniment à l'intervalle et au prix spécifiés pour l'abonnement jusqu'à ce que vous choisissiez d'annuler votre abonnement. Vous recevrez une notification par courrier électronique une fois Google Play facturé votre compte pour les frais de souscription. Vous pouvez annuler votre abonnement à tout moment en allant sur l'écran Mes applications dans votre application Play Store, à tout moment avant la fin de votre cycle de facturation actuel afin d'éviter d'être facturé pour le prochain cycle. Pour plus d'informations sur la gestion de votre abonnement Google Apps et vos paiements, veuillez visiter: https://support.google.com/googleplay/answer/2476088 Politique de remboursement Veuillez noter que les frais de souscription sont entièrement gagnés le jour du paiement et nous n'offrons aucun remboursement au prorata si vous décidez d'annuler votre abonnement avant la fin du cycle de facturation. Dans le cas où vous annulez votre abonnement avant la fin de votre cycle de facturation actuel, vous aurez accès à tout le contenu de votre abonnement annulé jusqu'à la fin du cycle de facturation actuel. Changements des plans et frais Nous nous réservons le droit de modifier tous les plans et nos frais d'abonnement à tout moment à notre discrétion. Nous vous aviserons avant de mettre en œuvre ces modifications afin de vous permettre de modifier ou d'annuler votre abonnement si vous le souhaitez. 4. Conduite de l'utilisateur Vous êtes interdit de: 1. Accéder au contenu qui n'est pas destiné à vous en vous connectant à un compte auquel vous n'êtes pas autorisé à accéder; 2. sonder, scanner ou tester la vulnérabilité de notre application; 3. Modifier, adapter ou inverser toute partie de notre application; 4. Supprimer les avis de droit d'auteur, de marque déposée ou d'autres droits de propriété contenus dans ou sur l'application; 5. utiliser un robot, une araignée, une application de recherche / récupération de site ou d'autres dispositifs pour récupérer ou indexer une partie quelconque de l'application pour le contenu de rampement et de raclage ou pour contourner les méthodes technologiques adoptées par l'application pour empêcher une telle utilisation prohibée; 6. collecter toute information sur les autres Utilisateurs (y compris les noms et / ou les adresses de courrier électronique) à toutes fins utiles; 7. reformater ou encadrer toute partie de l'application ou du site sans le consentement écrit explicite de l’entreprise; 8. Créer ou transmettre des communications électroniques indésirables telles que ”spam” à d'autres utilisateurs de l'application ou nuire autrement à la jouissance de l’application par d’autres utilisateurs ou visiteurs; 9. Soumettre tout contenu ou tout matériel qui exprime faussement ou implique que ce contenu ou ce matériel est parrainé ou approuvé par l'application; 10. Transmettre tout virus, défauts, chevaux de Troie ou autres objets de nature destructrice; 11. Utiliser l'application pour violer la sécurité de tout réseau informatique, créer des mots de passe ou des codes de chiffrement de sécurité, transférer ou stocker des documents illégaux, y compris ceux qui sont considérés comme menaçants ou obscènes; 12. Copier, stocker ou utiliser tout contenu offert sur l'application à des fins commerciales; 5. Recours auprès de l’entreprise L’Entreprise a le droit d'enquêter et de poursuivre les violations de tout ce qui précède dans toute la mesure de la loi. L’Entreprise se réserve en outre le droit de prendre des mesures pour prévenir / contrôler cette violation. L’Entreprise doit également enquêter sur les événements susceptibles d'impliquer de telles violations et prendre des mesures juridiques appropriées et impliquer les autorités chargées de l'application de la loi dans la poursuite des Utilisateurs impliqués dans de telles violations. 6. Propriété intellectuelle Sauf mention contraire expresse, tout le contenu de l'application, y compris, sans limitation, le texte, les graphiques, les photos, les sons, la musique, les vidéos, les fonctionnalités interactives et similaires (”Polyglott Content”) et les marques de commerce, les marques de service et les logos qui y sont contenus (”Marks”) sont la propriété et / ou la licence de l'application, sous réserve de droits de propriété, droits d'auteur et autres droits de propriété intellectuelle en vertu des lois de la France, des lois étrangères et des conventions internationales. Le contenu de Polyglott vous est fourni ”TEL QUEL” pour votre information et votre utilisation personnelle uniquement et ne peut être utilisé, copié, reproduit, distribué, transmis, diffusé, affiché, vendu, sous licence ou autrement exploité à d'autres fins sans l'autorisation préalable Consentement écrit de la l’Entreprise. Vous acceptez de ne pas copier, reproduire, republier, désassembler, décompiler, inverser la conception, télécharger, publier, diffuser, transmettre, mettre à la disposition du public ou utiliser le Contenu de quelque manière que ce soit, sauf pour votre usage personnel et non commercial. Vous acceptez également de ne pas adapter, modifier ou créer un travail dérivé de tout Contenu de Polyglott, sauf pour votre usage personnel et non commercial. Toute autre utilisation de Polyglott Content nécessite l'autorisation écrite préalable l’Entreprise. Nous nous réservons tous les droits non expressément accordés dans et au contenu Polyglott. Vous acceptez de ne pas participer à l'utilisation, à la copie ou à la distribution de tout Contenu de Polyglott, sauf dans les cas expressément autorisés, y compris toute utilisation, copie ou distribution à des fins commerciales. Si vous téléchargez ou imprimez une copie de tout Contenu de Polyglott à des fins personnelles, vous devez conserver tous les avis de droit d'auteur et autres avis exclusifs contenus dans ce document. Violation du droit d'auteur Si vous avez des raisons de croire que tout contenu affiché ou utilisé dans l'application est contraire à votre droit d'auteur ou celui d'une autre personne qui vous a demandé d'agir en leur nom, veuillez nous signaler le contenu contrefait à: %@. Votre demande doit fournir suffisamment d'informations sur le contenu contrefait pour nous permettre de l'identifier, de vérifier la demande et de supprimer le contenu selon votre demande. 7. Modification des Termes et Conditions Vous comprenez et acceptez que les présentes Conditions et l'Application et les Services offerts par Nous, peuvent être modifiées par l’Entreprise à sa seule discrétion, à tout moment et sans préavis, et ces modifications entreront en vigueur à ces nouvelles conditions et/ou à la mise en œuvre de la nouvelle évolution de l'Application. Vous acceptez de revoir les Termes et Conditions régulièrement afin que vous soyez conscient de ces modifications, et que l’Entreprise ne sera pas responsable des pertes subies par vous lors de votre non-révision des Conditions modifiées. À moins d'indication contraire, toutes les nouvelles fonctionnalités, de nouveaux services, des améliorations ou des modifications de l'Application mis en œuvre à compter de votre premier accès de l'Application, doivent être soumis à ces Conditions. 8. Limitation de responsabilité Toute responsabilité de l’Entreprise, de ses administrateurs, de ses employés, de ses agents, de ses représentants, de ses partenaires ou de ses fournisseurs, quelle qu'en soit la raison pour toute perte subie en raison de votre utilisation de l'Application et du contenu de Polyglott offert est expressément exclue dans toute la mesure permise par la loi. En aucun cas, la responsabilité totale de l’Entreprise ou de ses administrateurs, employés, agents, représentants, partenaires ou fournisseurs envers vous, pour tous les dommages, pertes et causes d'action découlant de ces termes ou liés à ces conditions, votre utilisation de l'Application ( Qu'il s'agisse d'un contrat, d'un délit, y compris une négligence, une garantie ou autrement) en ce qui concerne l'application, le contenu de Polyglott, le produit, les soumissions d'utilisateurs ou un ajout de lien pour: ● Pertes ou dommages indirects ou consécutifs; ● Perte de bénéfices réels ou prévus; ● Perte de revenus; ● Perte de bonne volonté; ● Perte de données; ● Perte d'économies anticipées; ● Dépenses gaspillées; ou ● Coût d’acquisition de service de substitution. Supérieur au montant versé par vous à l’Entreprise au cours du dernier mois. La loi applicable peut ne pas autoriser la limitation ou l'exclusion de la responsabilité ou des dommages accessoires ou consécutifs, de sorte que la limitation ou l'exclusion ci-dessus peut ne pas s'appliquer à vous. Dans de tels cas, la responsabilité de la Société sera limitée dans toute la mesure permise par la loi applicable. 9. Indemnité Vous acceptez de libérer, de défendre, d'indemniser et de tenir la Société et son fondateur, filiales, sociétés affiliées et leurs dirigeants, administrateurs, employés et agents, de toute responsabilité contre toute réclamation, responsabilité, dommages, pertes et dépenses, y compris, sans limitation, les frais juridiques et comptables raisonnables, découlant de ou en aucune façon liés à: (I) votre accès à l'application, (Ii) votre utilisation du contenu d'apprentissage de la langue mis à disposition sur l'application, (Iii) la violation de ces termes et conditions par vous, ou (Iv) l'infraction par vous ou par un tiers utilisant votre compte ou votre identifiant ou votre mot de passe, de toute propriété intellectuelle ou autre droit de toute personne ou entité. 13. Confidentialité L'utilisation de l'application est également régie par notre politique de confidentialité. 14. Droit applicable Sauf disposition contraire expresse, le présent Accord sera régi par, et sera interprété selon les lois de la France. 15. Commentaires Nous sollicitons vos commentaires et vos suggestions sur la façon d'améliorer notre service pour vous et l'application. N'hésitez pas à nous faire part de vos commentaires sur %@. En soumettant vos commentaires, vous acceptez de nous accorder le droit, à notre discrétion, d'utiliser, de divulguer et d'exploiter autrement les commentaires, en totalité ou en partie, sans aucune restriction ou compensation pour vous. 16. Divers Cessibilité - Nous pouvons attribuer à l'un de nos responsabilités et/ou des obligations de toute autre Personne, à notre seule discrétion, sans préavis. Cependant, vous ne pouvez céder ou transférer aucun de vos droits en vertu du présent Accord à toute autre partie, sans le consentement écrit de l’Entreprise. Divisibilité - Si, pour quelque raison que ce soit, toute clause du présent Accord ou une partie de toute clause est réputée illégale, nulle ou pour toute raison inexplicable, cette disposition sera limitée ou éliminée du présente Accord uniquement dans la mesure nécessaire et n’affectera pas La validité et la force exécutoire de toute disposition restante. Renonciation – En aucun cas, l'échec de Notre part à exercer tout droit ou recours en vertu du présent Accord constituera une renonciation à ce droit ou recours. Force Majeure – L’Entreprise n'est pas responsable du non-respect de ses obligations si un tel défaut est dû aux actes de Dieu (y compris le feu, l'inondation, le tremblement de terre, la tempête, l'ouragan ou autre catastrophe naturelle), la guerre, l'invasion, l'acte d'ennemis étrangers, Les hostilités (indépendamment de la déclaration de la guerre), de la guerre civile, de la rébellion, de la révolution, de l'insurrection, du pouvoir ou de la confiscation militaire ou usurpé, des activités terroristes, de la nationalisation, de la sanction du gouvernement, du blocage, de l'embargo, du conflit du travail, de la grève, du lock-out ou de toute interruption ou d'un échec De l'électricité ou du serveur, système, ordinateur, internet ou service téléphonique. Intégralité de l'accord - Ces conditions d'utilisation, y compris la Politique de confidentialité qui est intégrée ici à titre de référence, constituent l'intégralité de la compréhension entre vous et l’Entreprise. Langue prévalent- Le présent accord est rédigé en anglais et peut être traduit en plusieurs langues. En cas de différend concernant les termes ou dispositions du présent Accord, la version anglaise prévaudra. Interprétation dans cet accord - Sauf indication contraire du contexte, les rubriques sont insérées pour faciliter la consultation et ne doivent pas être utilisées pour définir, interpréter ou limiter l'une des dispositions du présent Accord. Ces ”termes et conditions” et ”politique de confidentialité” de l'application constituent un accord contraignant entre vous et la société et vous êtes accepté lorsque vous accédez à cette application.
ru: Последнее изменение: 27 мая 2017 г. Данные Постановления и Условия (далее “Соглашение“, “Постановления и Условия“ или “Условия“) являются юридически обязывающим соглашением между вами, как физическим лицом, группой или организацией (“Пользователь“, “Вы“ или “Ваш“) и Polyglott (“Приложение“ или “Сайт“), принадлежащие и управляемое Лораяном Мольер (“Разработчик “, “Компания“, “Мы“,“Нас“ или “Наш“). Используя приложение, вы заявляете, что вы прочитали и что вы обязаны соблюдать данное Соглашение, а также любые другие нормы, упомянутые здесь в Политике конфиденциальности, вместе именуемые “Постановления и Условия“. Пожалуйста, ознакомьтесь внимательно с настоящими Условиями использования. Ваш доступ к Приложению представляет собой ваше согласие со всеми положениями данных Условий. Если вы не хотите быть связанными этими Постановлениями и Условиями, не входите в это Приложение. 1. Приемлемость Приложение не предназначено для использования лицами в возрасте до 13 (13) лет. Для всех пользователей между тринадцати (13) и восемнадцати (18) лет, Вы подтверждаете, что получили согласие своего родителя или законного опекуна на заключение какого-либо обязательного соглашения с Компанией и берёте на себя ответственность за: (i) ваши действия; (Ii) любые расходы, связанные с вашей подпиской; и (iii) ваше согласие и соблюдение настоящих Условий. Если вы не имеете согласия от вашего родителя (родителей) или законного опекуна (-ов), вы должны немедленно прекратить использование / доступ к этому сайту. Если вы заключаете это соглашение от имени юридического лица, это значит, что вы имеете право на заключение юридически обязательных контрактов от имени данного лица. Используя наши Услуги, вы заявляете и гарантируете, что имеете право, полномочия и способность заключать настоящее Соглашение и соблюдать все постановления и условия, изложенные в данном документе. 2. Как это работает Polyglott - это Приложение для изучения языков, которое вводит пользователей в совершенно новую технику для изучения новых языков. С коротким текстом, который адаптируется к личному уровню Пользователя, и с не искусственному голосом, читающем текст на оригинальном языке с тремя различными вариантами скорости на выбор, изучение языка с помощью Polyglott становится намного захватывающим и более естественным. Приложение переводит слова, которые вы не знаете, а также, Приложение предлагает услуги перевода текстов. Если не указано иное в Приложение, наша ответственность ограничивается предоставлением доступности Приложения и учебного контента для обучения языков которое должно постепенно соответствовать вашим растущим требованиям к обучению. 3. Подписка, Оплата и Аннулирование Вы можете получить доступ к ограниченному количеству текстов для каждого уровня функциональности изучения языка, предлагаемой Приложением, без подписки на Приложение, но для того чтобы получить доступ к полному тексту, доступному на всех уровнях, вы должны подписаться на один из планов, предлагаемых в Приложении. В настоящее время мы предлагаем ежемесячные, трёхмесячные, шестимесячные а также годовые планы подписки для Пользователей. Все наши планы и сопровождающие абонентские платы перечислены в [INSERT LINK TO THE PAGE WHERE SUBSCRIPTION FEES ARE LISTED] и позволяют Вам неограниченный доступ к полным языковым средствам обучения и функциональным возможностям которые предлагаются в Приложении, в течение всего периода действия выбранного вами периода подписки. Для пользователей приложений Apple App Store Ваш аккаунт в itunes будет взиматься с Вашей первой подпиской на Приложение и каждый термин после этого, обновляясь автоматически (в зависимости от выбранного вами плана), до того как Вы решите отменить свою подписку. Если вы хотите отменить подписку, вы должны сделать это как минимум за 24 часа до окончания текущего платёжного цикла, чтобы не было выставлено счета за следующий цикл, обратившись к настройкам своей учётной записи. Чтобы получить дополнительную информацию об управлении подписками на Apple App Store посетите страницу: https://support.apple.com/ru-ru/mt/HT202039 Пользователи Google Play Store Google Play совершает занесение на ваш счёт платежей во время покупки и продолжает бесконечно с интервалом и ценой, указанной для подписки, до тех пор, пока вы не решите отменить свою подписку. Вы будете уведомлены по электронной почте после того, как Google Play будет делать занесения на ваш счёт за абонентскую плату. Вы можете отменить свою подписку в любое время, перейдя на экран Мои Приложения в Приложении Play Store в любое время до окончания Вашего текущего платёжного цикла, чтобы не было занесения на счёт за следующий цикл. Дополнительную информацию об управлении подпиской и платежами в Google App можно найти на странице https://support.google.com/googleplay/answer/2476088. Политика возврата Пожалуйста, обратите внимание на то что плата за подписку полностью заработана в день оплаты, так как мы не предлагаем никаких пропорциональных возвратов, в том случае если вы решите отменить свою подписку до окончания платёжного цикла. Если вы отмените подписку до окончания текущего платёжного цикла, у вас будет полный доступ к содержанию оменённой подписки до конца текущего платёжного цикла. Изменения в планах и сборах Мы оставляем за собой право изменять любые планы и нашу абонентскую плату в любое время по нашему усмотрению. Мы уведомим вас перед внесением таких изменений, чтобы вы могли изменить или отменить свою подписку, если вы желаете. 4. Пользовательское поведение Вам запрещается: 1. доступ к контенту, который не предназначен для вас, путём входа в учётную запись, к которой у вас нет доступа; 2. зондирование, сканирование или тестирование уязвимости нашего приложения; 3. изменение, адаптация или обратное проектирование любой части нашего приложения; 4. удаление любых уведомлений об авторских правах, товарных знаках или других правах собственности, содержащихся в приложении; 5. использование любого робота, паука, приложения для поиска по сайту или других устройств для извлечения или индексирования любой части Приложения для сканирования и обчистки содержимого или для обхода технологических методов, принятых в Приложении, для предотвращения этого запрещённого использования; 6. собирать любую информацию о других Пользователях (включая имени и / или адреса электронной почты) для любых целей; 7. переформатирование или создание любой части Приложения или Сайта без прямого письменного согласия Компании; 8. создание или передача нежелательных электронных сообщений, таких как “спам“, другим пользователям приложения, или каким-либо иным образом мешать другим пользователям или посетителям пользоваться Приложением; 9. предоставление любого содержания или материала, которое ложно выражает или подразумевает, что такое содержание или материал спонсируется или одобряется Приложением; 10. передавать любые вирусы, дефекты, троянские кони или другие предметы деструктивного характера; 11. использование приложения для нарушения безопасности любой компьютерной сети, взлома паролей или кодов шифрования безопасности, передачи или хранения незаконных материалов, в том числе считающихся угрожающими или непристойными; 12. Копирование, хранение или использование любого содержания, предлагаемого в Приложении, для коммерческих целей; 5. Средства защиты Компании Компания имеет право расследовать и преследовать в судебном порядке нарушения любого из указанных выше пунктов в полном объёме закона. Компания оставляет за собой право предпринимать действия по предотвращению / контролю такого нарушения. Компания также имеет право расследовать случаи, которые могут быть связаны с такими нарушениями и принимать соответствующие судебные действия и вмешать правоохранительные органы к преследованию Пользователей, которые участвуют в таких нарушениях. 6. Интеллектуальная собственность Если прямо не указано иное, все содержимое Приложения, включая, без ограничения, текст, графику, фотографии, звуки, музыку, видео, интерактивные функции и т. П. (“Контент из Polyglott“) и торговые марки, знаки обслуживания и логотипы, содержащиеся в них (“Марки“) ), принадлежат Приложению или имеют лицензию на Приложение с учётом торговой марки, авторских прав и других прав интеллектуальной собственности в соответствии с законодательством Франции, иностранными законами и международными конвенциями. Контент в Polyglott предоставляется вам «КАК ЕСТЬ» только для вашей информации и вашего личного использования и не может использоваться, копироваться, воспроизводиться, распространяться, передаваться, транслироваться, отображаться, продаваться, лицензироваться или иным образом использоваться для каких-либо других целей без предварительного Письменное согласие Компании. Вы соглашаетесь не копировать, воспроизводить, не публиковать, не разбирать, не декомпилировать, не переделывать, не скачивать, не публиковать, передавать, передавать, не предоставлять публике или использовать Контент каким-либо иным образом, кроме собственного личного некоммерческого использования. Вы также соглашаетесь не адаптировать, изменять или создавать производные работы из любого Контента из Polyglott, кроме собственного личного некоммерческого использования. Любое другое использование Контента из Polyglott требует предварительного письменного разрешения Компании. Мы оставляем за собой все права не прямо предоставленные в Контенте из Polyglott. Вы соглашаетесь не участвовать в использовании, копировании или распространении любого содержимого Polyglott, кроме случаев, прямо разрешённых здесь, включая любое использование, копирование или распространение в любых коммерческих целях. Если вы загружаете или печатаете копию любого содержимого Polyglott для личного использования, вы должны сохранить все содержащиеся в нем авторские и другие служебные уведомления. Нарушение Авторских Прав Если у вас есть основания полагать, что любой контент, отображаемый или используемый в приложении, нарушает ваши авторские права или права другого лица, которое просило вас действовать от их имени, сообщите нам оскорбительный контент по адресу: %@. В вашем запросе должна быть предоставлено достаточно информации о нарушении контента, чтобы мы могли идентифицировать его, проверить заявку и удалить контент в соответствии с вашим запросом. 7. Изменение Условий Вы понимаете и соглашаетесь с тем, что данные Условия а так же Приложение и любые Услуги, которые мы предлагаем, могут быть изменены Компанией по своему собственному усмотрению в любое время без предварительного уведомления, и такие изменения будут эффективны на таких этих новых условиях и / или при реализации новых изменений в Приложении. Вы соглашаетесь периодически просматривать Постановления и Условия, чтобы вы знали о любых таких изменениях, и Компания не несёт ответственности за любые убытки в итоге того что вы не прочитали эти модифицированные условия. Если прямо не указано иное, любые новые функции, новые сервисы, усовершенствования или модификации приложения, реализованные после вашего первоначального доступа к Приложению, подпадают под действие данных Условий. 8. Ограничение Ответственности Вся ответственность Компании, её директоров, сотрудников, агентов, представителей, партнёров или поставщиков, возникающих в связи с любыми потерями, понесёнными в результате использования вами предлагаемого контента Приложения и Polyglott, прямо исключается в максимально возможной степени, разрешённой законом. Ни в коем случае общая ответственность Компании или её директоров, сотрудников, агентов, представителей, партнёров или поставщиков за все убытки, убытки и причины действий, вытекающие из этих условий или связанные с ними (будь то в контракте, деликт включая халатность, гарантию или иное) в отношении приложения, содержимого Polyglott, продукта, представлений пользователей или дополнительной ссылки для: ● прямые и косвенные потери и убытки; ● потеря фактической или ожидаемой прибыли; ● потеря дохода; ● потеря доброжелательности; ● потеря данных; ● потеря ожидаемых сбережений; ● расходы в пустую; или ● стоимость покупки замещающих услуг. Должно превышать сумму, выплаченную вами компании за последний месяц. Применимое право не допускает ограничения или исключения ответственности или случайных или косвенных убытков, поэтому указанное ограничение или исключение может не применяться к вам. В таких случаях ответственность Компании ограничивается в полной мере, разрешённой действующим законодательством. 9. Возмещение убытков Вы соглашаетесь освобождать, защищать, возмещать и удерживать Компанию и её учредителя, аффилированных лиц, дочерних компаний и их должностных лиц, директоров, сотрудников и агентов, безвредных от любых требований, обязательств, убытков и расходов, в том числе и без ограничения, разумные юридические и бухгалтерские сборы, возникающие или связанные с: (I) вашим доступом к приложению, (Ii) вашим использованием контента для изучения языка, доступного в приложении, (Iii) нарушением вами данных Постановлений и Условий или (Iv) нарушением вами или любым третьим лицом, использующим ваш аккаунт или идентификатор пользователя или пароль, любой интеллектуальной собственности или другого права любого лица или организации. 13. Конфиденциальность Использование Приложения также регулируется нашей Политикой Конфиденциальности. 14. Применимое Право За исключением случаев, когда прямо предусмотрено иное, данное Соглашение будет регулироваться и будет толковаться в соответствии с законодательством Франции. 15. Обратная Связь Мы приветствуем ваши отзывы и предложения о том, как улучшить наши Услуги для вас и для Приложения. Не стесняйтесь отправлять отзывы на %@. При отправлении отзыва вы соглашаетесь предоставить нам право по нашему усмотрению использовать, раскрывать и эксплуатировать иным способом ваши отзывы, полностью или частично, без каких-либо ограничений или компенсации для вас. 16. Разное Назначаемость - Мы можем возложить любые наши обязанности и / или обязательства на любое другое Лицо, по нашему собственному усмотрению, без вашего уведомления. Однако вы не должны передавать или передавать какие-либо из ваших прав по настоящему Соглашению любой другой стороне без прямого письменного согласия Компании. Себестоимость - если по какой-либо причине любая статья данного Соглашения или любая часть любого положения считается незаконной, недействительной или по какой-либо причине не имеющей законной силы, то такое положение будет ограничено или исключено из данного Соглашения только в той мере, в какой это необходимо и не влияет на действительность и исковую силу любых оставшихся положений. Отказ - ни при каких обстоятельствах отказ от нашей части осуществлять какое-либо право или средство правовой защиты в соответствии с данным Соглашением представляет собой отказ от такого права или средства правовой защиты. Форс-мажор - Компания не несёт ответственности за невыполнение каких-либо своих обязательств, если такая неудача происходит в результате стихийных бедствий (включая огонь, наводнение, землетрясение, шторм, ураган или другие стихийные бедствия), войны, вторжения, иностранные враги, военные действия (независимо от того, объявлена ли ​​война), гражданская война, мятеж, революция, восстание, военная или узурпированная власть или конфискация, террористическая деятельность, национализация, санкция правительства, блокировка, эмбарго, трудовые споры, забастовка, локаут или любое прерывание или любой сбой электричества или сервера, системы, компьютера, Интернета или телефонной службы. Полное соглашение - данные Условия использования, включая Политику Конфиденциальности, которая включена сюда посредством ссылки, представляет собой полное понимание между Вами и Компанией. Преобладающий язык - данное соглашение составлено на английском языке и может быть переведено на несколько языков. В случае спора, касающегося каких-либо условий или положений данного Соглашения, преимущественную силу имеет английская версия. Интерпретация в данном Соглашении - если контекст не требует иного, заголовки вставляются только для удобства ссылок и не должны использоваться для определения, толкования или ограничения каких-либо положений данного Соглашения. Данные «Условия» и «Политика конфиденциальности» Приложения являются обязательным соглашением между Вами и Компанией и принимаются Вами при доступе к этому Приложению.
