Repository: Chopintropbien/LearnByReading
Catalog: LearnByLearning/*.lproj/Localizable.strings
Languages: de, es, fr, ru

# Private policy title
source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de Privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

# Private policy text %@
source: Last updated: May 27, 2017 Welcome to Polyglott (“App” or “Service”) owned and operated by Lauriane Mollier (“Developer”, “Company”, “Us“, “We“, or “Our“) in accordance with the Laws of France. Information Collection And Use Polyglott App does not collect any personally identifiable information about its Users. We make the App available for your use and convenience and do not require access to any personal information and we therefore will not be sharing any personal information with any third parties. All subscription payments are processed and managed by Apple’s iTunes Store or Android’s Google Play Store and we do not handle any billing or financial information about our Users. Service Providers From time to time we may employ other service providers to help us in facilitating our Website and to assist us with intelligent analysis of how our Service is used by our Users. As we don’t collect or store any personally identifiable information about our Users, these Service Providers will not have access to your Personal Information. So you can use the App freely without any fear or concern for your privacy. Compliance With Laws As we don’t collect any personal information from our Users, we are unable to disclose any of your Personal Information even if requested by the law enforcement authorities. Links To Other Sites Our App does not contain any links to third party sites. Children's Privacy Our App is not addressed for anyone under the age of thirteen (13) years (“Children“). If you are the legal guardian of a Child and You do not wish for your child to use the App, please unsubscribe from the App immediately. Changes To This Privacy Policy We reserve the right to modify and update this Privacy Policy at any time. We will notify you of any changes to the Privacy Policy by changing the last updated date on this page. You are advised to review this Policy periodically. Please take note that any changes will be effective when posted on this page. Contact Us If you have any questions about this Privacy Policy, please contact us at %@.
de: Letzte Aktualisierung: 27. Mai 2017 Willkommen bei Polygglot (“App“ oder “Service“) Eigentum und betrieben von Lauriane Mollier (“Entwickler“, “Firma“, “Uns“, “Wir“ oder “Unsere“) in Übereinstimmung mit den Gesetzen von Frankreich. Informationseinholung und Gebrauch Polygglot App holt keine persönlich identifizierbaren Informationen über dessen Nutzer ein. Wir stellen die App für Ihre Nutzung und Bequemlichkeit zur Verfügung und benötigen keinen Zugang zu personenbezogenen Daten und werden daher keine personenbezogenen Daten mit Dritten teilen. Alle Abo-Zahlungen werden von Apples iTunes Store oder Android Google Play Store verarbeitet und verwaltet und wir behandeln keine Abrechnungs- oder Finanzinformationen über unsere Nutzer. Dienstleister Von Zeit zu Zeit können wir andere Dienstleister einsetzen, die uns bei der Userfreundlichkeit unserer Webseite helfen und uns Analysen über die Nutzung dieser Web liefern. Da wir keine persönlich identifizierbaren Informationen über unsere Benutzer einholen oder speichern, haben diese Dienstleiter keinen Zugang zu persönlichen Daten. So können Sie die App frei nutzen, ohne Angst oder Sorge um Ihre Privatsphäre haben zu müssen. Einhaltung von Gesetzen Da wir keine personenbezogenen Daten von unseren Benutzern einholen, können wir demzufolge keine personenbezogenen Daten enthüllen, auch wenn dies von den Strafverfolgungsbehörden verlangt werden sollte. Links zu anderen Seiten Unsere App enthält keine Links zu von Dritten geführten Webseiten. Kinderschutz Unsere App ist nicht für Kinder unter dem Alter von dreizehn (13) Jahren (“Kinder“) bestimmt. Wenn Sie der Erziehungsberechtigte eines Kindes sind und Sie nicht wünschen, dass Ihr Kind die App benutzt, melden sie sich bitte unverzüglich von dieser App ab. Änderungen dieser Datenschutzerklärung Wir behalten uns das Recht vor, diese Datenschutzerklärung jederzeit zu ändern und zu aktualisieren. Wir werden Sie über Änderungen der Datenschutzerklärung informieren, indem wir das Datum der letzten Aktualisierung auf dieser Seite ändern. Es wird empfohlen, diese Bestimmungen regelmäßig durchzusehen. Bitte beachten Sie, dass alle Änderungen, die auf dieser Seite aufgeführt werden, direkt wirksam werden. Kontaktaufnahme Wenn Sie Fragen zu dieser Datenschutzerklärung haben, kontaktieren Sie uns bitte unter %@
es: Última actualización: 27 de mayo de 2017 Bienvenido a Polygglot (“App” o “Servicio”), propiedad y operado por Lauriane Mollier (“Desarrollador”, “Compañía”, “Nosotros” o “Nuestro”) de acuerdo con las leyes de Francia. Recopilación y uso de información Polygglot App no recopila ninguna información de identificación personal sobre sus usuarios. Hacemos que la App este disponible para su uso y conveniencia sin requerir ninguna información personal para acceder a ella y por lo tanto no compartiremos ninguna información personal con terceros. Todos los pagos de suscripciones son procesados y gestionados por la tienda iTunes de Apple o Google Play Store de Android y no gestionamos ninguna información financiera o de facturación sobre nuestros usuarios. Proveedores de servicio De vez en cuando podemos emplear a otros proveedores de servicios para ayudarnos a mejorar nuestro sitio web y para ayudarnos con un análisis inteligente de cómo nuestro servicio es utilizado por nuestros usuarios. Como no recopilamos ni almacenamos ninguna información de identificación personal sobre nuestros usuarios, estos proveedores de servicio no tendrán acceso a información personal de usuarios. Así que puede utilizar la aplicación libremente sin ningún temor o preocupación por su privacidad. De acuerdo con las leyes Como no recopilamos ninguna información personal de nuestros usuarios, no podemos revelar ninguna información personal de los mismo, incluso si así lo solicitarán las autoridades. Enlaces a otros sitios Nuestra App no contiene ningún enlace a sitios de terceros. Privacidad infantil Nuestra App no está dirigida a menores de trece (13) años (“Niños“). Si usted es el tutor legal de un niño y no desea que su hijo use la aplicación, por favor anule la suscripción de la aplicación inmediatamente. Cambios en esta política de privacidad Nos reservamos el derecho de modificar y actualizar esta Política de Privacidad en cualquier momento. Le notificaremos de cualquier cambio en la política de privacidad cambiando la última fecha actualizada en esta página. Se recomienda revisar esta política periódicamente. Tenga en cuenta que cualquier cambio se hará efectivo cuando se publique en esta página. Contáctenos Si tiene alguna pregunta sobre esta Política de privacidad, póngase en contacto con nosotros en %@
fr: Dernière mise à jour: 27 mai 2017 Bienvenue à Polyglott (”App ” ou ”Service”) détenue et exploitée par Lauriane Mollier («Développeur», «Entreprise», «Nos», «Nous» ou «Notre») conformément aux lois de la France. Collecte et utilisation de l'information L'application Polyglott ne collecte aucune information personnelle identifiable sur ses Utilisateurs. Nous mettons l'application à disposition pour votre usage et votre commodité et ne nécessite pas d'accès à des informations personnelles et nous ne partageons aucune information personnelle avec des tiers. Tous les paiements d'abonnement sont traités et gérés par iTunes Store d'Apple ou Google Play Store d'Android et nous ne gérons pas de facturation ni d'informations financières sur nos Utilisateurs. Prestataires De Services De temps en temps, nous pouvons employer d'autres fournisseurs de services pour nous aider à faciliter notre site Web et nous aider à analyser de manière intelligente comment notre service est utilisé par nos utilisateurs. Comme nous ne collectons ni ne stockons d'informations personnelles identifiables sur nos Utilisateurs, ces fournisseurs de services n'auront pas accès à vos informations personnelles. Ainsi, vous pouvez utiliser l'application librement sans crainte ou préoccupation pour votre vie privée. Respect des lois Comme nous ne collectons aucune information personnelle de nos Utilisateurs, nous ne sommes pas en mesure de divulguer des informations personnelles, même si les autorités chargées de l'application de la loi le demande. Des Liens Vers D'Autres Sites Notre application ne contient aucun lien vers des sites tiers. Confidentialité des enfants Notre application n'est pas destinée à toute personne âgée de moins de treize (13) ans («enfants»). Si vous êtes le tuteur légal d'un enfant et que vous ne souhaitez pas que votre enfant utilise l'application, veuillez vous désabonner de l'application immédiatement. Modifications apportées à cette politique de confidentialité Nous nous réservons le droit de modifier et de mettre à jour cette politique de confidentialité à tout moment. Nous vous informerons de toute modification de la Politique de confidentialité en modifiant la dernière mise à jour de cette page. Il est conseillé d'examiner cette politique périodiquement. Veuillez prendre note que tout changement entrera en vigueur lorsqu'il sera affiché sur cette page. Contactez Nous Si vous avez des questions sur cette politique de confidentialité, contactez-nous à %@.
ru: Последнее обновление: 27 мая 2017 года Добро пожаловать в Polyglott ( «Приложение» или «Услуги»), владельцем и оператором которого является Лораян Мольер ( «Разработчик», «Компания», «нас», «Мы» или «Наши») в соответствии с законодательством Франции. Сбор и Использование Информации Polyglott App не собирает какую-либо личную идентификационную информацию о своих Пользователей. Мы делаем это Приложение доступно для использования и вашего удобства и не требуем доступа к личной информации и поэтому мы не будем делиться личной информацией с третьими лицами. Все платежи подписок обрабатываются и управляются через iTunes Store компании Apple или через Google Playstore компании Android, и мы не управляем никакой платёжной ни финансовой информацией наших Пользователей. Поставщики Услуг Время от времени мы используем иных поставщиков услуг которые помогают нам с нашим Веб-сайтом и проводят интеллигентный анализ того, как наши Услуги используются нашими Пользователями. Поскольку мы не собираем и не храним личную информацию о наших пользователях, Поставщики Услуг не будут иметь доступ к вашей Личной Информации. Поэтому, вы можете использовать Приложение свободно, без какого-либо страха или беспокойства для вашей личной жизни. Исполнение Законов Так как мы не собираем личную информацию о наших Пользователях, нам невозможно раскрыть вашу Личную Информацию, даже по запросу властей по обеспечению соблюдения законов. Ссылки На Другие Сайты Наше Приложение не содержит каких-либо ссылок на сайты третьих лиц. Защита Личных Данных Детей Наше Приложение не рассматривается для тех кому менее тринадцати (13) лет ( «Дети»). Если вы являетесь законным опекуном Ребёнка и Вы не хотите чтобы ваш ребёнок пользовался этим Приложением, пожалуйста, сразу же откажитесь от подписки на это Приложение. Изменения в Политике Конфиденциальности Мы сохраняем за собой право изменять и обновлять эту Политику Конфиденциальности в любое время. Мы сообщим вам о любых изменениях в Политике Конфиденциальности путём изменения даты последнего обновления на этой странице. Вам рекомендуется проверять данную Политику периодически. Пожалуйста, обратите внимание на то, что любые изменения будут действительны с момента их опубликования на этой странице. Связаться с Нами Если у Вас есть какие-либо вопросы по поводу данной Политики Конфиденциальности, пожалуйста, свяжитесь с нами по %@.

source: English
de: Englisch
es: Inglés
fr: Anglais
ru: Английский

source: French
de: Französisch
es: Francés
fr: Français
ru: Французский

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ru: Испанский

source: Russian
de: Russisch
es: Ruso
fr: Russe
ru: Русский

source: German
de: Deutsch
es: Alemán
fr: Allemand
ru: Немецкий

# Italien
source: Italian
de: Italienisch
es: Italiano
fr: Italien
ru: Итальянский

# HelpViewController title
source: Help
fr: Aide

source: Translation french-spanish
fr: Traduction français-espagnol
