Repository: Chopintropbien/LearnByReading
Catalog: LearnByLearning/*.lproj/Localizable.strings
Languages: de, es, fr, ru

source: Ok
ru: Ок

source: Yes
de: Ja
es: Sí
fr: Oui
ru: Да

source: No
de: Nein
fr: Non
ru: Нет

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

source: Please wait...
de: Bitte Warten...
es: Por favor, espere...
fr: Patientez...
ru: Пожалуйста, подождите...

# Could Not Send Email alert title
source: Could not send e-mail
de: Die E-Mail konnte nicht versendet werden.
es: No se pudo enviar e-mail
fr: Impossibilité d'envoyer un mail
ru: Емайл не отправлен

# Could Not Send Email alert core
source: Your device could not send e-mail. Please check your e-mail configuration and try again.
de: Das Gerät konnte die E-Mail nicht versenden. Bitte überprüfen Sie Ihre Mail-Einstellungen und versuchen Sie es noch ein mal.
es: Dispositivo no pudo enviar e-mail. Por favor, verifique la configuración e intente de nuevo.
fr: Votre appareil ne peut pas envoyer d'email. Vérifiez vos configurations et réessayez ultérieurement.
ru: Устройство не отправляет емайл. Пожалуйста, проверьте настройку и повторите.

# Home title
source: Home
de: Start
es: Inicio
fr: Accueil
ru: Начало

source: Add new text
de: Text hinzufügen
es: Texto nuevo
fr: Plus de textes
ru: Новый текст

# ReadTextOriginal title
source: Original text
de: Original
es: Texto original
fr: Texte original
ru: Основной текст

source: Set speed
de: Tempo
es: Velocidad
fr: Lecture
ru: Скорость

source: Slow
de: Langsam
es: Lenta
fr: Lente
ru: Медленная

source: Medium
de: Mittel
es: Media
fr: Moyenne
ru: Средняя

source: Fast
de: Schnell
es: Rápida
fr: Rapide
ru: Быстрая

source: ORIGINAL
ru: ОСНОВНОЙ

# ReadTextTraduction title
source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
ru: Перевод

source: TRANSLATION
de: ÜBERSETZUNG
es: TRADUCCIÓN
fr: TRADUCTION
ru: ПЕРЕВОД

# VocForText title
source: vocalulary
de: Vokabeln
es: Vocabulario
fr: Vocabulaire
ru: ЛЕКСИКА

source: VOCABULARY
de: VOKABELN
es: VOCABULARIO
fr: VOCABULAIRE
ru: Лексика

# AddTraductionVocForText title
source: Add words
de: Wort hinzufügen
es: Añadir palabras
fr: Ajouter des mots
ru: Добавить слова

# Done AddTraductionVocForText
source: Done
de: Fertig
es: Hecho
fr: Sauver
ru: Готово

# AddText title
source: Add text
de: Text Hinzufügen
es: Añadir texto
fr: Plus de textes
ru: Добавить текст

# basic level
source: Basic
de: Leicht
es: Básico
fr: Basique
ru: Простой

# intermediate level
source: Intermediate
de: Mittel
es: Intermedio
fr: Intermédiaire
ru: Средний

# hard level
source: Hard
de: Schwer
es: Difícil
fr: Avancé
ru: Сложный

# Done AddText
source: Done
de: Fertig
es: Hecho
fr: Sauver
ru: Готово

# ChoosePaymentPlanCV title
source: Choose subscription
de: Abo wählen
es: Elegir suscripción
fr: Choisissez un abonnement
ru: Выбрать подписку

# explanation
source: Choose a subscription to get full access to the chosen language
de: Wählen Sie ein Abo-Option um den vollen Zugang zu der Sprache zu erhalten.
es: Elegir una suscripción para acceso completo al idioma elegido
fr: Choissez un abonnement pour pouvoir avoir accès à toutes les fonctionnalités de la langue choisie
ru: Подписаться для полного доступа к функциям выбранного языка

# Can not make payment title
source: Can not make payment
de: Transaktion gescheitert.
es: No es posible pagar
fr: Impossibilité de paiement
ru: Не возможно заплатить

# Can not make payment body
source: You are not allowed to make payment. Please check your configurations and try again.
de: Sie sind nicht berechtigt eine Transaktion durchzuführen. Bitte überprüfen Sie die Einstellungen und versuchen Sie es noch ein mal.
es: No puede efectuar el pago. Por favor, verifique los ajustes y pruebe de nuevo.
fr: Vous n'êtes pas authorisé(e) à accéder aux paiements de cette application. Vérifiez vos configurations et réessayez ultérieurement.
ru: Вы не можете заплатить. Пожалуйста, проверьте настройки и повторите.

# 1MONTH
source: MONTH
de: MONAT
es: MES
fr: MOIS
ru: МЕСЯЦ

# %@ every month
source: %@ charged every month
de: %@ Abbuchung jeden Monat
es: %@ pago mensual
fr: %@ prélevés chaque mois
ru: стоимость %@ за месяц

# 3MONTH
source: MONTHS
de: MONATE
es: MESES
fr: MOIS
ru: МЕСЯЦА

# 6MONTH
source: MONTHS
de: MONATE
es: MESES
fr: MOIS
ru: MЕСЯЦЕВ

source: Just %@ /Month
de: Nur %@ /Monat
es: Solo %@ /Mes
fr: %@ /Mois
ru: Только %@ /Месяц

# %@ every 3 months
source: %@ charged every %d months
de: %@ Abbuchung jede %d Monate
es: %@ pago cada %d meses
fr: %@ prélevés tous les %d mois
ru: стоимость %@ за %d месяца

# %@ every 6 months
source: %@ charged every %d months
de: %@ Abbuchung jede %d Monate
es: %@ pago cada %d meses
fr: %@ prélevés tous les %d mois
ru: стоимость %@ за %d месяцев

source: YEAR
de: JAHR
es: AÑO
fr: AN
ru: ГОД

# %@ every year
source: %@ charged every 12 months
de: %@ Abbuchung jede 12 Monate
es: %@ pago cada 12 meses
fr: %@ prélevés tous les ans
ru: стоимость %@ в год

source: MOST POPULAR
de: BELIEBT
es: EL MÁS POPULAR
fr: RECOMMANDÉ
ru: ПОПУЛЯРНЫЙ

# MenuViewController title
source: Menu
de: Menü
es: Menú
ru: Меню

# MyLanguagesViewController title
source: My Languages
de: Meine Sprachen
es: Mis Idiomas
fr: Mes langues
ru: Мои Языки

source: Choose another language to learn
de: Wählen Sie eine neue Sprache, die Sie lernen wollen.
es: Elige otro idioma para aprender
fr: Choisir une autre langue à apprendre
ru: Выберите другой язык для учения

# InviteFriendViewController title
source: Invite friends
de: Freunde einladen
es: Invitar amigos
fr: Inviter vos amis
ru: Пригласить друзей

source: Do you love the app?
de: Gefällt dir die App?
es: Te gusta la app?
fr: Aimez-vous notre application?
ru: Понравилось?

# You friend will surely love it too! Share with them you experience!
source: Your friends will surely love it too! Share your experience with them!
de: Dann werden deine Freunde es bestimmt es auch tun. Teile deine Erfahrung mit ihnen.
es: A tus amigos también les encantará! Háblales de tu experiencia!
fr: Vos amis vont sûrement aussi l'adorer. Pertagez votre expérience!
ru: Твоим друзьям точно понравится! Поделись с ними своим опытом!

# Send a SMS
source: Send an SMS
de: Eine SMS senden
es: Enviar un SMS
fr: Envoyer un SMS
ru: Отправить СМС

source: Send an e-mail
de: Eine E-Mail senden
es: Enviar un e-mail
fr: Envoyer un email
ru: Отправить емайл

# mail subjet InviteFriendViewController
source: Do you know Polyglott?
de: Kennst du schon Polyglott?
es: Conoces Polyglott?
fr: Connais-tu Polyglott ?
ru: Знаешь Polyglott?

# mail body InviteFriendViewController
source: Hello, I just discovered a new application for learning Russian. It’s called Polyglott. It consists of short texts adapted to your level! A non-artificial voice reads the text in the language you want to learn, on the speed of your choice; the vocabulary you don’t know is translated, and you have got the text translation as a compliment. Go and try it now!
de: Hallo, ich habe eben eine neue App zum lernen von Russisch gefunden. Es heißt “Polyglott”. Es besteht aus Texten, die an deine Kenntnisse angepasst sind. Eine nicht-technische Stimme liest sie dir in der Sprache, die du lernen willst, in der Geschwindigkeit, die du magst vor. Vokabeln, die du nicht kennst sind bereits übersetzt. Und eine komplette Übersetzung des Textes ist jedenfalls verfügbar. Komm! Versuch sie auch!
es: Hola, Acabo de descubrir una nueva aplicación para aprender Ruso. Se llama Polyglott. Se trata de unos textos cortos que se adaptan a tu nivel! Una voz real lee el texto en el idioma que quieres aprender, con una velocidad elegida por ti; el vocabulario que no conoces se traduce y, además, hay una traducción del texto. Pruébalo ahora!
fr: Bonjour, Je viens de découvrir une toute nouvelle application pour apprendre le Russe. Elle s'appelle Polyglott. Il s'agit de petits textes adaptés à ton niveau ! Une voix non-artificielle lit le texte dans la langue que tu veux apprendre, avec une rapidité que tu peux choisir; le vocabulaire que tu ne connaîtrais pas est traduit; et tu as en complément une traduction du texte. Vas y faire un tour !
ru: Привет, Я только что узнал/а про новое проложение для учёбы Английского. Оно называется Polyglott. Оно состоит из коротких текстов, приспособленных твоему уровню! Текст читает реальный голос, на языке который ты желаешь выучить, на выбранной тобой скорости. Переводятся те слова, которые не знаешь, и вдобавок есть перевод самого текста. Попробуй сейчас!

# SMS body InviteFriendViewController
source: Hello! I just discovered a new application for learning Russian. Take a look, it’s cool!
de: Hallo! Ich habe soeben eine neue App zum lernen von Russisch gefunden. Guck es dir mal an.
es: Hola! Acabo de descubrir una nueva aplicación para aprender Ruso. Échale un vistazo, es genial!
fr: Salut ! Je viens de découvrir une toute nouvelle application pour apprendre le Russe. Vas y jeter un coup d'oeil, c'est super !
ru: Привет! Я только что узнал/а про новое приложение для учёбы Английского. Взгляни, это круто!

# Can not send SMS title
source: Could not send SMS
de: Die SMS konnte nicht versendet werden
es: No se pudo enviar SMS
fr: Impossibilité d'envoyer des SMS
ru: СМС не отправлено

# Can not send SMS body
source: Your device could not send SMS. Please check your configuration and try again.
de: Das Gerät konnte die SMS nicht Versenden. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es noch ein mal.
es: Dispositivo no pudo enviar SMS. Por favor, verifique la configuración e intente de nuevo.
fr: Votre appareil ne peut pas envoyer de SMS. Vérifiez vos configurations et réessayez ultérieurement.
ru: Устройство не отправляет СМС. Пожалуйста, проверьте настройку и повторите.

# GradeAppViewController title
source: Rate app
de: App bewerten
es: Valorar app
fr: Noter l'App
ru: Оценить

source: Love the app?
de: Magst du die App?
es: Te gusta la app?
fr: Aimez-vous notre application?
ru: Понравилось?

# Grade the app
source: Help us to promote the app by reviewing it with 5 stars !
de: Hilf uns in dem du die App mit 5 Sternen bewertest.
es: Ayúdanos a promover la app dejando 5 estrellas!
fr: Aidez-nous à nous faire connaître et mettez 5 étoiles sur l'AppStore
ru: Помоги нам продвинуть приложение, поставь 5 звёзд!

# Access to the AppStore
source: Access to AppStore
de: Gehe zum App Store
es: Acceso a AppStore
fr: Accès à l'AppStore
ru: Доступ к AppStore

# Settings title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ru: Настройки

source: General
de: Allgemein
fr: Général
ru: Общие

source: Navigation language
de: Ausgangssprache
es: Idioma de navegación
fr: Langue de navigation
ru: Язык навигации

# App purshase
source: App purshases
de: In-App-Käufen
es: Compras app
fr: Achats intégrés
ru: Покупки

# Your abonnement
source: Your subscription
de: Deine Abos
es: Tu suscripción
fr: Votre abonnement
ru: Ваши подписки

source: About
de: Info
es: Acerca
fr: À propos
ru: О нас

source: Credits
de: Team
es: Créditos
fr: Crédits
ru: Кредиты

# Term and conditions
source: Terms and conditions
de: AGB
es: Términos de uso
fr: CGV
ru: Правила и условия

# Private policy
source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de Privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

# LanguageNav title
source: Navigation
de: Ausgangssprache
es: Navegación
fr: Langue de navigation
ru: Навигация

# Refresh
source: Modify navigation language
de: Ausgangssprache wählen
es: Modificar el idioma de navegación
fr: Modifier la langue de navigation
ru: Поменять язык навигации

# All data will be lost.
source: Do you want to modify navigation language?
de: Möchten Sie die Ausgangssprache wechseln?
es: Quieres modificar el idioma de navegación?
fr: Êtes-vous certain(e) de modifier la langue de navigation ?
ru: Желаете поменять язык навигации?

# YourAbonnementVC title
source: Subscription
de: Abonnements
es: Suscripción
fr: Abonnement
ru: Подписка

# Your subcribtion runs till
source: Your subscription is valid until:
de: Ihr Abonnement ist gültig bis:
es: Su suscripción es válida hasta:
fr: Vous êtes abonné(e) jusqu'au:
ru: Подписка действительна до:

# Your did not subcribe to anything
source: You do not have any subscription
de: Sie haben noch keine Abonnements
es: No tiene suscripciones
fr: Vous n'êtes pas abonné(e)
ru: У вас нет подписок

# To modify you subcribtion
source: To modify your subscription go to:
de: Um Ihr Abonnement zu verwalten gehen Sie bitte auf:
es: Para modificar su suscripción vaya a:
fr: Pour mofifier votre abonnement, allez dans
ru: Что-бы изменить подписку войдите в:

# settings > iTunes
source: Settings > iTunes & App Store
de: Einstellungen —> iTunes & App Store
es: Ajustes > iTunes & App Store
fr: Général > iTunes & App Store
ru: Настройки > iTunes & App Store

# Explaination that you have to subcription
source: Conditions of access to the application Note that: To access the full application tools for language learning, a subscription is required. For each language, there are four types of subscription available: -1 months of subscriptions -3 months of subscriptions -6 months of subscriptions -12 months of subscriptions The renewal of each subscription will be done automatically unless it is deactivated by the subscriber at least 24 hours before the end of the period of the current payment. Moreover, within 24 hours before the end of the payment period your iTunes account will automatically be billed at the same price as the subscription renewal, unless you change preferences in your account settings. In case of cancellation of a subscription, access to courses and application features expire until the end of the payment period.
de: Bitte beachte, dass: Ein Abo ist erforderlich, um die kompletten Features der Sprachlern-App nutzen zu können. Für jede Sprache gibt es vier unterschiedliche Abo-Möglichkeiten: 1 Monat Zugangs-Abo 3 Monate Zugangs-Abo 6 Monate Zugangs-Abo 12 Monate Zugangs-Abo Die Erneuerung jedes Abos erfolgt automatisch, es sei denn, es wird mindestens 24 Stunden vor Ablauf des aktuellen Abrechnungszeitraums deaktiviert. Darüber hinaus, innerhalb der 24 Stunden vor Ablauf des Abrechnungszeitraums, wird das Konto bei iTunes automatisch mit identischem Betrag in Höhe der Abo-Erneuerung belastet, es sei denn, die Einstellungen des Kundenkontos wird frühzeitig geändert. Im Falle einer Stornierung des Abonnements endet der Zugriff zu Kursen und Features der App zum Ende der abonnierten Frist.
es: Por favor ten en cuenta que: Para acceder a todas las herramientas de la aplicación para aprender idiomas es necesaria una suscripción. Para cada idioma hay disponible cuatro tipos de suscripción diferentes: 1 mes de suscripción 3 meses de suscripción 6 meses de suscripción 12 meses de suscripción La renovación de cada suscripción se hará automáticamente a no ser que el suscriptor la desactive al menos 24 horas antes de que finalice el periodo actual de facturación. Además, dentro de las 24 horas antes de que finalice el periodo abonado, tu cuenta de iTunes será cargada con el mismo importe de la renovación de la suscripción, a no ser que cambies tus preferencias en los ajustes de tu cuenta de usuario. En caso de cancelación de tu suscripción, se denegará el acceso al curso y a las herramientas de la aplicación, a partir de la finalización del periodo abonado.
fr: Conditions d’accès à l’application Il faut noter que: Pour avoir accès aux outils complet de l’application pour l’apprentissage de langue, un abonnement est requis. Pour chaque langue, il existe quatre types d’abonnement disponible, il s’agit de : -1 mois d’abonnements -3 mois d’abonnements -6 mois d’abonnements -12 mois d’abonnements Le renouvellement de chaque abonnement se fera automatiquement sauf s’il est désactivé par le souscripteur au moins 24 heures avant la fin de la période du paiement en cours. De plus, dans les 24 heures précédant la fin de la période de paiement votre compte iTunes sera automatiquement facturé au même prix que celui du renouvellement d’abonnement, à moins que vous changer les préférences dans les paramètres de votre compte. En cas d’annulation d’un abonnement, l’accès au cours et aux fonctionnalités de l’application expirera jusqu’à la fin de la période de paiement.
ru: Условия доступа к приложению Пожалуйста, обратите внимание на то что: Чтобы получить доступ к языковым средствам обучения вы должны подписаться. Для каждого языка существует четыре способа подписки: -Подписка на 1 месяц -Подписка на 3 месяца -Подписка на 6 месяцев -Подписка на 12 месяцев Обновление каждой подписки совершается автоматически, если не дезактивирован 24 часа до окончания текущего срока оплаты. Вдобавок, в 24 часа до окончания периода оплаты, на ваш счёт iTunes будет сделано занесение на туже самую сумму что и обновление подписки, если вы не поменяли установку вашего аккаунта. В случае отмены подписки, доступ к курсам и функциям Приложения не истекает до конца периода оплаты.

# CreditsVC title
source: Credits
de: Team
es: Créditos
fr: Crédits
ru: Титры

# traductors
source: Translators
de: Die Übersetzer
es: Traductores
fr: Traducteurs
ru: Переводчики

# reader
source: Readers
de: Der Leser
es: Lectores
fr: Lecteur
ru: Читатель

source: Translation russian-english
de: Übersetzung Russisch - Englisch
es: Traducción ruso-inglés
fr: Traduction russe-anglais
ru: Перевод русский-английский

source: Translation russian-spanish
de: Übersetzung Russisch - Spanisch
es: Traducción ruso-español
fr: Traduction russe-espagnol
ru: Перевод русский-испанский

source: Translation russian-german
de: Übersetzung Russisch - Deutsch
es: Traducción ruso-alemán
fr: Traduction russe-allemand
ru: Перевод русский-немецкий

source: Translation russian-french
de: Übersetzung Russisch - Französisch
es: Traducción ruso-francés
fr: Traduction russe-français
ru: Перевод русский-французский

# Translation russian-italien
source: Translation russian-italian
de: Übersetzung Russisch - Italienisch
es: Traducción ruso-italiano
fr: Traduction russe-italien
ru: Перевод русский-итальянский

source: Translation german-english
de: Übersetzung Deutsch - Englisch
es: Traducción alemán-inglés
fr: Traduction allemand-anglais
ru: Перевод немецкий-английский

source: Translation german-spanish
de: Übersetzung Deutsch - Spanisch
es: Traducción alemán-español
fr: Traduction allemand-espagnol
ru: Перевод немецкий-испанский

source: Translation german-french
de: Übersetzung Deutsch - Französisch
es: Traducción alemán-francés
fr: Traduction allemand-français
ru: Перевод немецкий-французский

source: Translation german-russian
de: Übersetzung Deutsch - Russisch
es: Traducción alemán-ruso
fr: Traduction allemand-russe
ru: Перевод немецкий-русский

# Translation german-italien
source: Translation german-italian
de: Übersetzung Deutsch - Italienisch
es: Traducción alemán-italiano
fr: Traduction allemand-italien
ru: Перевод немецкий-итальянский

source: Translation english-russian
de: Übersetzung Englisch - Russisch
es: Traducción inglés-ruso
fr: Traduction anglais-russe
ru: Перевод английский-русский

source: Translation english-spanish
de: Übersetzung Englisch - Spanisch
es: Traducción inglés-español
fr: Traduction anglais-espagnol
ru: Перевод английский-испанский

source: Translation english-french
de: Übersetzung Englisch - Französisch
es: Traducción inglés-francés
fr: Traduction anglais-français
ru: Перевод английский-французский

source: Translation english-german
de: Übersetzung Englisch - Deutsch
es: Traducción inglés-alemán
fr: Traduction anglais-allemand
ru: Перевод английский-немецкий

# Translation english-italien
source: Translation english-italian
de: Übersetzung Englisch - Italienisch
es: Traducción inglés-italiano
fr: Traduction anglais-italien
ru: Перевод английский-итальянский

source: Translation spanish-english
de: Übersetzung Spanisch - Englisch
es: Traducción español-inglés
fr: Traduction espagnol-anglais
ru: Перевод испанский-английский

source: Translation spanish-russian
de: Übersetzung Spanisch - Russisch
es: Traducción español-ruso
fr: Traduction espagnol-russe
ru: Перевод испанский-русский

source: Translation spanish-french
de: Übersetzung Spanisch - Französisch
es: Traducción español-francés
fr: Traduction espagnol-français
ru: Перевод испанский-французский

# Translation spanish-italien
source: Translation spanish-italian
de: Übersetzung Spanisch - Italienisch
es: Traducción español-italiano
fr: Traduction espagnol-italien
ru: Перевод испанский-итальянский

source: Translation spanish-german
de: Übersetzung Spanisch - Deutsch
es: Traducción español-alemán
fr: Traduction espagnol-allemand
ru: Перевод испанский-немецкий

source: Translation french-english
de: Übersetzung Französisch - Englisch
es: Traducción francés-inglés
fr: Traduction français-anglais
ru: Перевод французский-английский

source: Translation french-german
de: Übersetzung Französisch - Deutsch
es: Traducción francés-alemán
fr: Traduction français-allemand
ru: Перевод французский-немецкий

# Translation french-italien
source: Translation french-italian
de: Übersetzung Französisch - Italienisch
es: Traducción francés-italiano
fr: Traduction français-italien
ru: Перевод французский-итальянский

source: Translation french-russian
de: Übersetzung Französisch - Russisch
es: Traducción francés-ruso
fr: Traduction français-russe
ru: Перевод французский-русский

# Translation italien-english
source: Translation italian-english
de: Übersetzung Italienisch - Englisch
es: Traducción italiano-inglés
fr: Traduction italien-anglais
ru: Перевод итальянский-английский

# Translation italien-russian
source: Translation italian-russian
de: Übersetzung Italienisch - Russisch
es: Traducción italiano-ruso
fr: Traduction italien-russe
ru: Перевод итальянский-русский

# Translation italien-french
source: Translation italian-french
de: Übersetzung Italienisch - Französisch
es: Traducción italiano-francés
fr: Traduction italien-français
ru: Перевод итальянский-французский

# Translation italien-german
source: Translation italian-german
de: Übersetzung Italienisch - Deutsch
es: Traducción italiano-alemán
fr: Traduction italien-allemand
ru: Перевод итальянский-немецкий

# Translation italien-spanish
source: Translation italian-spanish
de: Übersetzung Italienisch - Spanisch
es: Traducción italiano-español
fr: Traduction italien-espagnol
ru: Перевод итальянский-испанский

# Term and conditions title
source: Terms and conditions
de: AGB
es: Términos de uso
fr: CGV
ru: Правила и условия
